# suppress inspection "LossyEncoding" for whole file
prediction1=\u0428\u0443\u0442\n\u042d\u0442\u043e \u043e\u0441\u043e\u0431\u0435\u043d\u043d\u044b\u0435 \u043b\u044e\u0434\u0438. \u0413\u043b\u0430\u0432\u043d\u043e\u0435 \u043a\u0430\u0447\u0435\u0441\u0442\u0432\u043e \u0440\u043e\u0436\u0434\u0435\u043d\u043d\u044b\u0445 \u043f\u043e\u0434 \u043f\u043e\u043a\u0440\u043e\u0432\u0438\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e\u043c \u044d\u0442\u043e\u0433\u043e \u0430\u0440\u043a\u0430\u043d\u0430 \u2013 \u0430\u0432\u0430\u043d\u0442\u044e\u0440\u0438\u0437\u043c, \u043d\u0435\u043f\u0440\u0435\u0434\u0441\u043a\u0430\u0437\u0443\u0435\u043c\u043e\u0441\u0442\u044c\n\u0432 \u043c\u044b\u0441\u043b\u044f\u0445 \u0438 \u043f\u043e\u0441\u0442\u0443\u043f\u043a\u0430\u0445, \u0441\u043a\u043b\u043e\u043d\u043d\u043e\u0441\u0442\u044c \u043a \u043d\u0435\u043e\u043f\u0440\u0430\u0432\u0434\u0430\u043d\u043d\u043e\u043c\u0443 \u0440\u0438\u0441\u043a\u0443, \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f\u043c \u0432 \u0440\u0430\u0441\u0447\u0435\u0442\u0435 \u043d\u0430 \u00ab\u0430\u0432\u043e\u0441\u044c\u00bb. \u0418\u0445 \u043e\u0442\u043b\u0438\u0447\u0430\u0435\u0442 \u0443\u0434\u0438\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u0430\u044f\n\u0441\u043f\u043e\u0441\u043e\u0431\u043d\u043e\u0441\u0442\u044c \u043f\u043e\u043f\u0430\u0434\u0430\u0442\u044c \u0432 \u00ab\u043f\u0438\u043a\u043e\u0432\u044b\u0435\u00bb \u0441\u0438\u0442\u0443\u0430\u0446\u0438\u0438 \u0442\u0430\u043c, \u0433\u0434\u0435 \u0434\u0440\u0443\u0433\u0438\u0435 \u0438\u0437\u0431\u0435\u0436\u0430\u043b\u0438 \u0431\u044b \u043c\u0430\u043b\u0435\u0439\u0448\u0435\u0439 \u043d\u0435\u043f\u0440\u0438\u044f\u0442\u043d\u043e\u0441\u0442\u0438, \u0443\u043c\u0435\u043d\u0438\u0435 \u043b\u043e\u043c\u0430\u0442\u044c \u043d\u043e\u0433\u0438\n\u043d\u0430 \u0440\u043e\u0432\u043d\u043e\u043c \u043c\u0435\u0441\u0442\u0435. \u0421 \u0434\u0440\u0443\u0433\u043e\u0439 \u0441\u0442\u043e\u0440\u043e\u043d\u044b, \u043d\u0435 \u043c\u0435\u043d\u0435\u0435 \u043f\u0440\u0438\u0441\u0443\u0449\u0430 \u0438\u043c \u0438 \u0441\u043f\u043e\u0441\u043e\u0431\u043d\u043e\u0441\u0442\u044c \u00ab\u0432\u044b\u0445\u043e\u0434\u0438\u0442\u044c \u0441\u0443\u0445\u0438\u043c\u0438 \u0438\u0437 \u0432\u043e\u0434\u044b\u00bb, \u043e\u0442\u0434\u0435\u043b\u044b\u0432\u0430\u0442\u044c\u0441\u044f\n\u00ab\u043c\u0430\u043b\u043e\u0439 \u043a\u0440\u043e\u0432\u044c\u044e\u00bb \u0437\u0430 \u0441\u043e\u0432\u0435\u0440\u0448\u0435\u043d\u043d\u044b\u0435 \u0433\u0440\u0435\u0445\u0438 \u0432 \u0442\u0430\u043a\u0438\u0445 \u0434\u0435\u043b\u0430\u0445, \u0437\u0430 \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u0434\u0440\u0443\u0433\u0438\u043c \u043e\u0431\u0440\u0443\u0448\u0438\u0432\u0430\u044e\u0442\u0441\u044f \u043d\u0430 \u0433\u043e\u043b\u043e\u0432\u0443 \u0441\u0442\u0440\u0430\u0448\u043d\u044b\u0435 \u043a\u0430\u0440\u044b. \u0412\u0441\u0435\n\u044d\u0442\u043e \u0441\u0432\u0438\u0434\u0435\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0443\u0435\u0442, \u0432\u043e-\u043f\u0435\u0440\u0432\u044b\u0445, \u043e \u0442\u043e\u043c, \u0447\u0442\u043e \u0443 \u043a\u0430\u0436\u0434\u043e\u0433\u043e \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u0430 \u044d\u0442\u043e\u0433\u043e \u0430\u0440\u043a\u0430\u043d\u0430 \u0438\u043c\u0435\u0435\u0442\u0441\u044f \u0441\u0438\u043b\u044c\u043d\u044b\u0439 \u0410\u043d\u0433\u0435\u043b-\u0425\u0440\u0430\u043d\u0438\u0442\u0435\u043b\u044c, \u0430\n\u0432\u043e-\u0432\u0442\u043e\u0440\u044b\u0445, \u0447\u0442\u043e \u0438\u0445 \u0441\u0443\u0434\u044c\u0431\u0430 \u043d\u0430\u0445\u043e\u0434\u0438\u0442\u0441\u044f \u043f\u043e\u043b\u043d\u043e\u0441\u0442\u044c\u044e \u0432\u043e \u0432\u043b\u0430\u0441\u0442\u0438 \u0424\u0430\u0442\u0443\u043c\u0430, \u0440\u043e\u043a\u0430, \u043e\u043d\u0438 \u2014 \u043b\u0438\u0448\u044c \u043f\u043e\u0441\u043b\u0443\u0448\u043d\u044b\u0435 \u043f\u0435\u0448\u043a\u0438 \u0432 \u0440\u0443\u043a\u0430\u0445 \u0432\u044b\u0441\u0448\u0438\u0445\n\u0441\u0438\u043b.
prediction2=\u041c\u0430\u0433\n\u041b\u044e\u0434\u0438, \u043a\u043e\u0442\u043e\u0440\u044b\u043c \u043f\u043e\u043a\u0440\u043e\u0432\u0438\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0443\u0435\u0442 \u0430\u0440\u043a\u0430\u043d \u041c\u0430\u0433, \u2014 \u043f\u0440\u0435\u043a\u0440\u0430\u0441\u043d\u044b\u0435 \u0440\u0443\u043a\u043e\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u0438, \u043f\u0440\u0430\u0432\u0434\u0430, \u043d\u0435\u0441\u043a\u043e\u043b\u044c\u043a\u043e \u0430\u0432\u0442\u043e\u0440\u0438\u0442\u0430\u0440\u043d\u044b\u0435, \u0443\u0434\u0430\u0447\u043b\u0438\u0432\u044b\u0435\n\u0431\u0438\u0437\u043d\u0435\u0441\u043c\u0435\u043d\u044b \u2013 \u043e\u0441\u043e\u0431\u0435\u043d\u043d\u043e, \u0435\u0441\u043b\u0438 \u0440\u0430\u0431\u043e\u0442\u0430\u044e\u0442 \u0432 \u043e\u0434\u0438\u043d\u043e\u0447\u043a\u0443: \u00ab\u043c\u0430\u0433\u0430\u043c\u00bb \u0442\u0440\u0443\u0434\u043d\u043e \u0434\u0435\u0439\u0441\u0442\u0432\u043e\u0432\u0430\u0442\u044c \u0432 \u043a\u043e\u043c\u0430\u043d\u0434\u0435, \u043f\u0430\u0440\u0442\u043d\u0435\u0440\u0441\u043a\u0438\u0435 \u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u044f \u2013\n\u043d\u0435 \u0438\u0445 \u0441\u0442\u0438\u0445\u0438\u044f. \u0418\u0437 \u043d\u0438\u0445 \u043c\u043e\u0433\u0443\u0442 \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u044c\u0441\u044f \u043f\u0440\u0435\u043a\u0440\u0430\u0441\u043d\u044b\u0435 \u0430\u043a\u0442\u0435\u0440\u044b, \u043d\u043e \u0442\u043e\u043b\u044c\u043a\u043e \u043f\u0440\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u0438, \u0447\u0442\u043e \u0438\u043c \u0443\u0434\u0430\u043b\u043e\u0441\u044c \u0432\u044b\u0440\u0432\u0430\u0442\u044c\u0441\u044f \u0432 \u0437\u0432\u0435\u0437\u0434\u044b:\n\u043d\u0430 \u0432\u0442\u043e\u0440\u044b\u0445 \u0440\u043e\u043b\u044f\u0445 \u00ab\u041c\u0430\u0433\u0438\u00bb \u043f\u0440\u043e\u0437\u044f\u0431\u0430\u0442\u044c \u043d\u0438\u043a\u043e\u0433\u0434\u0430 \u043d\u0435 \u0441\u043e\u0433\u043b\u0430\u0441\u044f\u0442\u0441\u044f.\n\u041a\u0441\u0442\u0430\u0442\u0438, \u0438 \u0434\u043e\u043c\u0430, \u0432 \u0441\u0435\u043c\u044c\u0435 \u0442\u0430\u043a\u043e\u0439 \u0447\u0435\u043b\u043e\u0432\u0435\u043a \u0437\u0430\u043d\u0438\u043c\u0430\u0435\u0442 \u043f\u043e\u0437\u0438\u0446\u0438\u044e \u043b\u0438\u0434\u0435\u0440\u0430. \u0415\u0441\u043b\u0438 \u043e\u043d \u0434\u043e\u0441\u0442\u0430\u0442\u043e\u0447\u043d\u043e \u0443\u043c\u0435\u043d, \u0438 \u0432\u0442\u043e\u0440\u0430\u044f \u043f\u043e\u043b\u043e\u0432\u0438\u043d\u043a\u0430 \u0433\u043e\u0442\u043e\u0432\u0430\n\u043f\u0440\u0438\u043d\u044f\u0442\u044c \u0435\u0433\u043e (\u0435\u0435) \u0443\u0441\u043b\u043e\u0432\u0438\u044f \u0438\u0433\u0440\u044b, \u0442\u043e \u0431\u0440\u0430\u043a \u0431\u0443\u0434\u0435\u0442 \u0443\u0441\u0442\u043e\u0439\u0447\u0438\u0432\u044b\u043c \u0438 \u0441\u0447\u0430\u0441\u0442\u043b\u0438\u0432\u044b\u043c. \u0413\u043b\u0430\u0432\u043d\u043e\u0435 \u0434\u043b\u044f \u041c\u0430\u0433\u0430 \u2013 \u043d\u0435 \u043f\u0440\u0435\u0432\u0440\u0430\u0442\u0438\u0442\u044c\u0441\u044f \u0432\n\u043c\u0435\u043b\u043a\u043e\u0433\u043e \u0434\u043e\u043c\u0430\u0448\u043d\u0435\u0433\u043e \u0442\u0438\u0440\u0430\u043d\u0430 \u0438 \u0441\u0430\u043c\u043e\u0434\u0443\u0440\u0430.
prediction3=\u0416\u0440\u0438\u0446\u0430\n\u0423 \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u0430 \u0431\u043e\u0433\u0430\u0442\u0430\u044f \u0438\u043d\u0442\u0443\u0438\u0446\u0438\u044f, \u0445\u043e\u0440\u043e\u0448\u0430\u044f \u043f\u0430\u043c\u044f\u0442\u044c (\u043e\u0441\u043e\u0431\u0435\u043d\u043d\u043e \u043e\u0431\u0440\u0430\u0437\u043d\u0430\u044f), \u043e\u0442\u043b\u0438\u0447\u043d\u044b\u0435 \u0441\u043f\u043e\u0441\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u043a \u0434\u0438\u043f\u043b\u043e\u043c\u0430\u0442\u0438\u0438, \u043e\u043d \u0443\u043c\u0435\u0435\u0442\n\u0445\u0440\u0430\u043d\u0438\u0442\u044c \u0441\u0432\u043e\u0438 \u0438 \u0447\u0443\u0436\u0438\u0435 \u0442\u0430\u0439\u043d\u044b, \u0441\u043e\u0431\u043b\u044e\u0434\u0430\u0442\u044c \u0441\u0435\u043a\u0440\u0435\u0442\u043d\u043e\u0441\u0442\u044c.\n\u0422\u0430\u043a\u0438\u043c \u043b\u044e\u0434\u044f\u043c \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0435\u043d\u043d\u044b \u0430\u043a\u0442\u0438\u0432\u043d\u043e\u0435 \u0441\u0442\u0440\u0435\u043c\u043b\u0435\u043d\u0438\u0435 \u043d\u0430\u043a\u0430\u043f\u043b\u0438\u0432\u0430\u0442\u044c \u0437\u043d\u0430\u043d\u0438\u044f \u0438 \u043e\u043f\u044b\u0442. \u041d\u043e \u043f\u0440\u0438 \u044d\u0442\u043e\u043c \u0438\u0445 \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0438\u0437\u0443\u044e\u0442 \u0441\u043a\u0440\u044b\u0442\u043d\u043e\u0441\u0442\u044c,\n\u043b\u0438\u0446\u0435\u043c\u0435\u0440\u0438\u0435, \u0441\u043a\u043b\u043e\u043d\u043d\u043e\u0441\u0442\u044c \u043a \u043e\u0431\u043c\u0430\u043d\u0443, \u0447\u0430\u0441\u0442\u043e \u043e\u043d\u0438 \u0432\u0435\u0434\u0443\u0442 \u0434\u0432\u043e\u0439\u043d\u0443\u044e \u0436\u0438\u0437\u043d\u044c. \u0427\u0435\u043c \u0431\u043e\u043b\u044c\u0448\u0435 \u0434\u0432\u043e\u0435\u043a \u0432 \u0426\u0435\u043f\u043e\u0447\u043a\u0435 \u0441\u0443\u0434\u044c\u0431\u044b \u2013 \u0442\u0435\u043c \u0431\u043e\u043b\u044c\u0448\u0435\n\u0442\u0430\u0439\u043d \u0443 \u043c\u0443\u0436\u0447\u0438\u043d\u044b, \u044d\u0442\u043e \u00ab\u0447\u0435\u043b\u043e\u0432\u0435\u043a-\u0437\u0430\u0433\u0430\u0434\u043a\u0430\u00bb. \u0415\u0441\u043b\u0438 \u0436\u0435 \u043c\u043d\u043e\u0433\u043e \u0434\u0432\u043e\u0435\u043a \u0432 \u0446\u0435\u043f\u043e\u0447\u043a\u0435 \u0443 \u0436\u0435\u043d\u0449\u0438\u043d, \u0442\u043e, \u043a\u0430\u043a \u043f\u0440\u0430\u0432\u0438\u043b\u043e, \u0442\u0430\u043a\u0438\u0435 \u0434\u0430\u043c\u044b\n\u043d\u0435\u0441\u043a\u043e\u043b\u044c\u043a\u043e \u0440\u0430\u0437 \u0432\u044b\u0445\u043e\u0434\u044f\u0442 \u0437\u0430\u043c\u0443\u0436, \u0438\u0445 \u0431\u0440\u0430\u043a \u043f\u043e\u0447\u0442\u0438 \u043d\u0430\u0432\u0435\u0440\u043d\u044f\u043a\u0430 \u0431\u0443\u0434\u0435\u0442 \u043d\u0435 \u0435\u0434\u0438\u043d\u0441\u0442\u0432\u0435\u043d\u043d\u044b\u043c. \u0421\u043e\u0432\u0435\u0442 \u043f\u043e\u0434\u043e\u0431\u043d\u043e\u043c\u0443 \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u0443: \u0441\u0442\u0430\u0440\u0430\u0439\u0442\u0435\u0441\u044c\n\u043f\u0435\u0440\u0435\u0432\u0435\u0441\u0442\u0438 \u0441\u0432\u043e\u0438 \u0432\u0440\u043e\u0436\u0434\u0435\u043d\u043d\u044b\u0435 \u0441\u043a\u043b\u043e\u043d\u043d\u043e\u0441\u0442\u0438 \u043a \u0434\u0432\u043e\u0439\u043d\u043e\u0439 \u0438\u0433\u0440\u0435 \u0438 \u0442\u0430\u0439\u043d\u0430\u043c \u0432 \u00ab\u043c\u0438\u0440\u043d\u043e\u0435 \u0440\u0443\u0441\u043b\u043e\u00bb: \u0432\u0430\u0448\u0430 \u0441\u0442\u0435\u0437\u044f \u2013 \u0442\u0435\u0430\u0442\u0440\u0430\u043b\u044c\u043d\u044b\u0435 \u043f\u043e\u0434\u043c\u043e\u0441\u0442\u043a\u0438,\n\u0440\u0430\u0441\u0441\u043b\u0435\u0434\u043e\u0432\u0430\u043d\u0438\u0435 \u043f\u0440\u0435\u0441\u0442\u0443\u043f\u043b\u0435\u043d\u0438\u0439 \u2013 \u0432 \u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u0441\u043b\u0435\u0434\u043e\u0432\u0430\u0442\u0435\u043b\u044f, \u043f\u0438\u0441\u0430\u0442\u0435\u043b\u044f \u043a\u0440\u0438\u043c\u0438\u043d\u0430\u043b\u044c\u043d\u043e\u0433\u043e \u0436\u0430\u043d\u0440\u0430, \u0436\u0443\u0440\u043d\u0430\u043b\u0438\u0441\u0442\u0430 \u0438\u043b\u0438 \u0440\u0430\u0431\u043e\u0442\u0430 \u0432 \u043e\u0440\u0433\u0430\u043d\u0430\u0445\n\u0433\u043e\u0441\u0443\u0434\u0430\u0440\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0439 \u0431\u0435\u0437\u043e\u043f\u0430\u0441\u043d\u043e\u0441\u0442\u0438, \u0432\u043d\u0435\u0448\u043d\u0435\u0439 \u0438 \u0432\u043d\u0443\u0442\u0440\u0435\u043d\u043d\u0435\u0439 \u0440\u0430\u0437\u0432\u0435\u0434\u043a\u0438! \u0418\u043c\u0435\u043d\u043d\u043e \u0442\u0430\u043c \u0432\u0430\u0448\u0438 \u0442\u0430\u043b\u0430\u043d\u0442\u044b \u0431\u0443\u0434\u0443\u0442 \u043e\u0446\u0435\u043d\u0435\u043d\u044b \u043f\u043e \u0434\u043e\u0441\u0442\u043e\u0438\u043d\u0441\u0442\u0432\u0443.
prediction4=\u0418\u043c\u043f\u0435\u0440\u0430\u0442\u0440\u0438\u0446\u0430\n\u0422\u0430\u043a\u043e\u043c\u0443 \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u0443 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0435\u043d\u043d\u044b \u0434\u0435\u043b\u043e\u0432\u0438\u0442\u043e\u0441\u0442\u044c, \u0438\u043d\u0438\u0446\u0438\u0430\u0442\u0438\u0432\u043d\u043e\u0441\u0442\u044c, \u043b\u044e\u0431\u043e\u043f\u044b\u0442\u0441\u0442\u0432\u043e \u0438 \u043b\u044e\u0431\u043e\u0437\u043d\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c. \u0427\u0430\u0441\u0442\u043e \u0435\u0433\u043e \u043e\u0442\u043b\u0438\u0447\u0430\u044e\u0442\n\u0431\u0435\u0441\u043f\u0435\u0447\u043d\u043e\u0441\u0442\u044c, \u043e\u043d \u0441\u043a\u043b\u043e\u043d\u0435\u043d \u043f\u0435\u0440\u0435\u043e\u0446\u0435\u043d\u0438\u0432\u0430\u0442\u044c \u0441\u0432\u043e\u0438 \u0441\u043f\u043e\u0441\u043e\u0431\u043d\u043e\u0441\u0442\u0438. \u041b\u044e\u0434\u0438 \u044d\u0442\u043e\u0433\u043e \u0430\u0440\u043a\u0430\u043d\u0430 \u0447\u0430\u0441\u0442\u043e \u043e\u0447\u0435\u043d\u044c \u0442\u0430\u043b\u0430\u043d\u0442\u043b\u0438\u0432\u044b, \u043d\u043e \u043d\u0435\u0441\u043a\u043e\u043b\u044c\u043a\u043e\n\u0438\u0437\u0431\u0430\u043b\u043e\u0432\u0430\u043d\u044b. \u041a\u0430\u043a \u043f\u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0435\u0442 \u043e\u043f\u044b\u0442, \u0432 \u0441\u0435\u043c\u0435\u0439\u043d\u043e\u0439 \u0436\u0438\u0437\u043d\u0438 \u043e\u043d\u0438 \u0447\u0430\u0449\u0435 \u0432\u0441\u0435\u0433\u043e \u2014 \u043d\u0435 \u0441\u043b\u0438\u0448\u043a\u043e\u043c \u043f\u0440\u0438\u044f\u0442\u043d\u044b\u0435 \u043f\u0430\u0440\u0442\u043d\u0435\u0440\u044b. \u041d\u043e \u0432 \u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0435\n\u0434\u0440\u0443\u0437\u0435\u0439 \u0438 \u043f\u0430\u0440\u0442\u043d\u0435\u0440\u043e\u0432 \u0438\u0434\u0435\u0430\u043b\u044c\u043d\u044b: \u043b\u0435\u0433\u043a\u0438 \u043d\u0430 \u043f\u043e\u0434\u044a\u0435\u043c, \u0441 \u043d\u0438\u043c\u0438 \u0432\u0435\u0441\u0435\u043b\u043e, \u0438\u043d\u0442\u0435\u0440\u0435\u0441\u043d\u043e. \u0412\u0435\u0441\u044c\u043c\u0430 \u0440\u0430\u0431\u043e\u0442\u043e\u0441\u043f\u043e\u0441\u043e\u0431\u043d\u044b, \u043c\u043e\u0433\u0443\u0442 \u0443\u0432\u043b\u0435\u0447\u044c\u0441\u044f\n\u043a\u0430\u043a\u0438\u043c-\u0442\u043e \u043f\u0440\u043e\u0435\u043a\u0442\u043e\u043c \u0438 \u0440\u0430\u0431\u043e\u0442\u0430\u0442\u044c \u043d\u0430\u0434 \u043d\u0438\u043c \u0431\u0435\u0437 \u043e\u0442\u0434\u044b\u0445\u0430 \u0438 \u0441\u0440\u043e\u043a\u0430, \u043d\u043e \u043e\u0431\u044b\u0447\u043d\u043e \u0441\u043a\u043b\u043e\u043d\u043d\u044b \u043e\u0441\u0442\u0430\u0432\u043b\u044f\u0442\u044c \u0434\u0435\u043b\u0430 \u043d\u0430 \u043f\u043e\u0442\u043e\u043c.\nprediction5=\u0418\u043c\u043f\u0435\u0440\u0430\u0442\u043e\u0440\n\u0414\u0430\u0436\u0435 \u0435\u0441\u043b\u0438 \u043e\u0431\u043b\u0430\u0434\u0430\u0442\u0435\u043b\u044c \u0447\u0435\u0442\u0432\u0435\u0440\u043a\u0438 \u043d\u0435 \u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0441\u044f \u043a\u0440\u0443\u043f\u043d\u044b\u043c \u0440\u0443\u043a\u043e\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u0435\u043c \u0438\u043b\u0438 \u043b\u0438\u0434\u0435\u0440\u043e\u043c \u043f\u043e\u043b\u0438\u0442\u0438\u0447\u0435\u0441\u043a\u043e\u0439 \u043f\u0430\u0440\u0442\u0438\u0438, \u043e\u043d \u0432\u0441\u0435 \u0440\u0430\u0432\u043d\u043e\n\u043e\u0441\u0442\u0430\u0435\u0442\u0441\u044f \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u043e\u043c \u043f\u0440\u0438\u043d\u0446\u0438\u043f\u0430, \u043d\u0430\u0445\u043e\u0434\u0438\u0442 \u0434\u0435\u043b\u043e, \u043a\u043e\u0442\u043e\u0440\u043e\u043c\u0443 \u043f\u043e\u0441\u0432\u044f\u0449\u0430\u0435\u0442 \u0432\u0441\u044e \u0441\u0432\u043e\u044e \u0436\u0438\u0437\u043d\u044c. \u0415\u0433\u043e \u043e\u0442\u043b\u0438\u0447\u0430\u044e\u0442 \u0432\u043b\u0430\u0441\u0442\u043d\u043e\u0441\u0442\u044c, \u0443\u043c,\n\u0449\u0435\u043f\u0435\u0442\u0438\u043b\u044c\u043d\u043e\u0441\u0442\u044c \u0432 \u043c\u0435\u043b\u043e\u0447\u0430\u0445, \u043f\u043e\u0440\u044f\u0434\u043e\u0447\u043d\u043e\u0441\u0442\u044c \u0438, \u0443\u0432\u044b, \u0434\u0435\u0441\u043f\u043e\u0442\u0438\u0447\u043d\u043e\u0441\u0442\u044c. \u041d\u043e \u0432\u043c\u0435\u0441\u0442\u0435 \u0441 \u0442\u0435\u043c \u043e\u043d \u0441\u043f\u043e\u0441\u043e\u0431\u0435\u043d \u0431\u044b\u0442\u044c \u0432\u0435\u043b\u0438\u043a\u043e\u0434\u0443\u0448\u043d\u044b\u043c,\n\u043f\u0440\u043e\u0449\u0430\u0442\u044c \u043b\u044e\u0434\u044f\u043c \u0441\u043b\u0430\u0431\u043e\u0441\u0442\u0438. \u0415\u0441\u043b\u0438 \u0447\u0435\u0442\u0432\u0435\u0440\u043a\u0430 \u2014 \u0413\u043b\u0430\u0432\u043d\u043e\u0435 \u0447\u0438\u0441\u043b\u043e \u043c\u0443\u0436\u0447\u0438\u043d\u044b, \u0442\u043e \u0431\u043b\u0435\u0441\u0442\u044f\u0449\u0438\u0435 \u043f\u0435\u0440\u0441\u043f\u0435\u043a\u0442\u0438\u0432\u044b \u0434\u043b\u044f \u043d\u0435\u0433\u043e \u043e\u0442\u043a\u0440\u044b\u0432\u0430\u044e\u0442\u0441\u044f\n\u043d\u0430 \u0432\u043e\u0435\u043d\u043d\u043e\u043c \u043f\u043e\u043f\u0440\u0438\u0449\u0435.
prediction6=\u0412\u0435\u0440\u0445\u043e\u0432\u043d\u044b\u0439 \u0436\u0440\u0435\u0446\n\u0427\u0435\u043b\u043e\u0432\u0435\u043a\u0443 \u043e\u0442 \u0440\u043e\u0436\u0434\u0435\u043d\u0438\u044f \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0435\u043d\u043d\u044b \u0434\u043e\u0431\u0440\u043e\u0442\u0430, \u0441\u043e\u0447\u0443\u0432\u0441\u0442\u0432\u0438\u0435, \u043c\u0438\u043b\u043e\u0441\u0435\u0440\u0434\u0438\u0435, \u0434\u0438\u043f\u043b\u043e\u043c\u0430\u0442\u0438\u0447\u043d\u043e\u0441\u0442\u044c. \u041e\u043d \u0441\u043f\u043e\u0441\u043e\u0431\u0435\u043d \u043d\u0430 \u043f\u0440\u0435\u0434\u0430\u043d\u043d\u0443\u044e\n\u0431\u0435\u0441\u043a\u043e\u0440\u044b\u0441\u0442\u043d\u0443\u044e \u0434\u0440\u0443\u0436\u0431\u0443, \u0437\u0430\u0431\u043e\u0442\u0443 \u043e \u0431\u043b\u0438\u0436\u043d\u0438\u0445 (\u043f\u0440\u0430\u0432\u0434\u0430, \u0438\u043d\u043e\u0433\u0434\u0430 \u0434\u043e \u043d\u0430\u0432\u044f\u0437\u044b\u0432\u0430\u043d\u0438\u044f \u0441\u0432\u043e\u0435\u0433\u043e \u043e\u0431\u0449\u0435\u0441\u0442\u0432\u0430, \u00ab\u0441\u0438\u043d\u0434\u0440\u043e\u043c\u0430 \u043d\u0430\u0432\u044f\u0437\u0447\u0438\u0432\u043e\u0439\n\u0431\u0430\u0431\u0443\u0448\u043a\u0438\u00bb).\n\u0412 \u0441\u0435\u043c\u0435\u0439\u043d\u043e\u0439 \u0436\u0438\u0437\u043d\u0438, \u0432 \u0434\u0440\u0443\u0436\u0435\u0441\u043a\u043e\u043c \u043a\u0440\u0443\u0433\u0443 \u0442\u0430\u043a\u043e\u0439 \u0447\u0435\u043b\u043e\u0432\u0435\u043a \u043d\u0435\u0437\u0430\u043c\u0435\u043d\u0438\u043c, \u0431\u043e\u043b\u0435\u0435 \u0442\u043e\u0433\u043e, \u0434\u0440\u0443\u0436\u0431\u0430, \u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0442\u0441\u044f \u0434\u043b\u044f \u043d\u0435\u0433\u043e\n\u043d\u0435\u0440\u0435\u0434\u043a\u043e \u0433\u043b\u0430\u0432\u043d\u043e\u0439 \u0436\u0438\u0437\u043d\u0435\u043d\u043d\u043e\u0439 \u0446\u0435\u043d\u043d\u043e\u0441\u0442\u044c\u044e. \u041e\u043d \u0432\u0441\u0435\u0433\u0434\u0430 \u0433\u043e\u0442\u043e\u0432 \u0431\u0435\u0436\u0430\u0442\u044c \u043d\u0430 \u043f\u043e\u043c\u043e\u0449\u044c, \u043d\u043e \u0432\u043e\u0442 \u043a\u043e\u0433\u0434\u0430 \u044d\u0442\u043e\u0439 \u043f\u043e\u043c\u043e\u0449\u0438 \u043d\u0435 \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044f,\n\u0435\u0441\u043b\u0438 \u0434\u043e\u043b\u0433\u043e\u0435 \u0432\u0440\u0435\u043c\u044f \u0435\u0433\u043e \u0431\u043b\u0438\u0437\u043a\u0438\u0435 \u0434\u043e\u0441\u0442\u0430\u0442\u043e\u0447\u043d\u043e \u0431\u043b\u0430\u0433\u043e\u043f\u043e\u043b\u0443\u0447\u043d\u044b \u0438 \u0441\u0430\u043c\u0438 \u0441\u043f\u0440\u0430\u0432\u043b\u044f\u044e\u0442\u0441\u044f \u0441\u043e \u0432\u0441\u0435\u043c\u0438 \u0441\u043b\u043e\u0436\u043d\u043e\u0441\u0442\u044f\u043c\u0438, \u00ab\u041f\u0430\u043f\u0430\u00bb \u043c\u043e\u0436\u0435\u0442\n\u0437\u0430\u0442\u043e\u0441\u043a\u043e\u0432\u0430\u0442\u044c, \u043e\u0449\u0443\u0442\u0438\u0442\u044c \u0441\u0435\u0431\u044f \u043d\u0435 \u0443 \u0434\u0435\u043b. \u0412\u043e\u0442 \u043f\u043e\u0447\u0435\u043c\u0443 \u043b\u0443\u0447\u0448\u0435 \u0432\u0441\u0435\u0433\u043e \u043b\u044e\u0434\u044f\u043c \u0441 \u044d\u0442\u0438\u043c \u0430\u0440\u043a\u0430\u043d\u043e\u043c \u0432\u044b\u0431\u0440\u0430\u0442\u044c \u043f\u0440\u043e\u0444\u0435\u0441\u0441\u0438\u044e, \u0441\u0432\u044f\u0437\u0430\u043d\u043d\u0443\u044e\n\u0441 \u0437\u0430\u0431\u043e\u0442\u043e\u0439 \u043e \u0431\u043b\u0438\u0436\u043d\u0438\u0445: \u0432\u0440\u0430\u0447, \u0441\u043e\u0446\u0438\u0430\u043b\u044c\u043d\u044b\u0439 \u0440\u0430\u0431\u043e\u0442\u043d\u0438\u043a, \u0432\u043e\u0441\u043f\u0438\u0442\u0430\u0442\u0435\u043b\u044c, \u043f\u0435\u0434\u0430\u0433\u043e\u0433 \u0438 \u0442.\u0434.
prediction7=\u0412\u043b\u044e\u0431\u043b\u0435\u043d\u043d\u044b\u0435\n\u0428\u0435\u0441\u0442\u0435\u0440\u043a\u0430 \u2014 \u0447\u0438\u0441\u043b\u043e \u0433\u0430\u0440\u043c\u043e\u043d\u0438\u0438. \u0427\u0435\u043b\u043e\u0432\u0435\u043a\u0443 \u0448\u0435\u0441\u0442\u0435\u0440\u043a\u0438 \u0432 \u0431\u043e\u043b\u044c\u0448\u0438\u043d\u0441\u0442\u0432\u0435 \u0441\u043b\u0443\u0447\u0430\u0435\u0432 \u043f\u0440\u0438\u0441\u0443\u0449 \u0436\u0438\u0432\u043e\u0439, \u0442\u0432\u043e\u0440\u0447\u0435\u0441\u043a\u0438\u0439 \u0443\u043c, \u0445\u043e\u0440\u043e\u0448\u0438\u0439 \u0438\u043d\u0442\u0435\u043b\u043b\u0435\u043a\u0442,\n\u0432 \u0431\u043e\u043b\u044c\u0448\u0438\u043d\u0441\u0442\u0432\u0435 \u0441\u0432\u043e\u0435\u043c \u044d\u0442\u043e \u0432\u0435\u0441\u044c\u043c\u0430 \u0442\u0430\u043b\u0430\u043d\u0442\u043b\u0438\u0432\u044b\u0435 \u043b\u044e\u0434\u0438. \u0415\u0441\u043b\u0438 \u0438\u0445 \u0441 \u0434\u0435\u0442\u0441\u0442\u0432\u0430 \u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u043e \u043d\u0430\u043f\u0440\u0430\u0432\u043b\u044f\u0442\u044c \u0438 \u0440\u0430\u0437\u0432\u0438\u0432\u0430\u0442\u044c \u0437\u0430\u043b\u043e\u0436\u0435\u043d\u043d\u044b\u0435\n\u0432 \u043d\u0438\u0445 \u0441\u043f\u043e\u0441\u043e\u0431\u043d\u043e\u0441\u0442\u0438, \u043e\u043d\u0438 \u0441\u043f\u043e\u0441\u043e\u0431\u043d\u044b \u0434\u043e\u0431\u0438\u0442\u044c\u0441\u044f \u0441\u0430\u043c\u044b\u0445 \u0432\u044b\u0441\u043e\u043a\u0438\u0445 \u0443\u0441\u043f\u0435\u0445\u043e\u0432 \u0432 \u043e\u0431\u043b\u0430\u0441\u0442\u0438 \u0438\u0441\u043a\u0443\u0441\u0441\u0442\u0432\u0430, \u043f\u0435\u0434\u0430\u0433\u043e\u0433\u0438\u043a\u0438, \u043b\u0438\u0442\u0435\u0440\u0430\u0442\u0443\u0440\u044b,\n\u0433\u0443\u043c\u0430\u043d\u0438\u0442\u0430\u0440\u043d\u044b\u0445 \u043d\u0430\u0443\u043a.\n\u0416\u0435\u043d\u0449\u0438\u043d\u0430\u043c \u044d\u0442\u043e\u0433\u043e \u0410\u0440\u043a\u0430\u043d\u0430, \u0434\u0430\u0436\u0435 \u0434\u0430\u043b\u0435\u043a\u0438\u043c \u043e\u0442 \u044d\u0442\u0430\u043b\u043e\u043d\u0430 \u043a\u0440\u0430\u0441\u043e\u0442\u044b, \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0435\u043d\u043d\u043e \u0443\u0434\u0438\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u043e\u0435 \u043e\u0431\u0430\u044f\u043d\u0438\u0435, \u0431\u043b\u0430\u0433\u043e\u0434\u0430\u0440\u044f \u043a\u043e\u0442\u043e\u0440\u043e\u043c\u0443\n\u043e\u043d\u0438 \u0441\u0447\u0430\u0441\u0442\u043b\u0438\u0432\u044b \u043a\u0430\u043a \u0432 \u043b\u044e\u0431\u0432\u0438, \u0442\u0430\u043a \u0438 \u0432 \u0434\u0440\u0443\u0436\u0431\u0435. \u041b\u044e\u0434\u0438 \u0441 \u0448\u0435\u0441\u0442\u0435\u0440\u043a\u0430\u043c\u0438 \u0432 \u0426\u0435\u043f\u043e\u0447\u043a\u0435 \u0441\u0443\u0434\u044c\u0431\u044b \u043b\u0435\u0433\u043a\u043e \u043d\u0430\u0445\u043e\u0434\u044f\u0442 \u043e\u0431\u0449\u0438\u0439 \u044f\u0437\u044b\u043a \u0441 \u043a\u0435\u043c\n\u0443\u0433\u043e\u0434\u043d\u043e, \u043e\u043d\u0438 \u0436\u0435\u043b\u0430\u043d\u043d\u044b \u0432 \u043b\u044e\u0431\u043e\u0439 \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u0438.
prediction8=\u041a\u043e\u043b\u0435\u0441\u043d\u0438\u0446\u0430\n\u0427\u0435\u043b\u043e\u0432\u0435\u043a\u0443 \u0441\u0435\u043c\u0435\u0440\u043a\u0438 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0435\u043d\u043d\u044b \u0446\u0435\u043b\u0435\u0443\u0441\u0442\u0440\u0435\u043c\u043b\u0435\u043d\u043d\u043e\u0441\u0442\u044c \u0438 \u0443\u043f\u043e\u0440\u0441\u0442\u0432\u043e \u0432 \u0434\u043e\u0441\u0442\u0438\u0436\u0435\u043d\u0438\u0438 \u043f\u043e\u0441\u0442\u0430\u0432\u043b\u0435\u043d\u043d\u044b\u0445 \u0446\u0435\u043b\u0435\u0439. \u041a\u0440\u043e\u043c\u0435 \u0442\u043e\u0433\u043e, \u0442\u0430\u043a\u0438\u043c\n\u043b\u044e\u0434\u044f\u043c \u043f\u0440\u0438\u0441\u0443\u0449\u0438 \u0434\u0443\u0448\u0435\u0432\u043d\u0430\u044f \u0442\u043e\u043d\u043a\u043e\u0441\u0442\u044c, \u0443\u043c\u0435\u043d\u0438\u0435 \u0440\u0430\u0437\u043b\u0438\u0447\u0430\u0442\u044c \u043e\u0442\u0442\u0435\u043d\u043a\u0438, \u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u043d\u0435 \u0432\u0438\u0434\u044f\u0442 \u0434\u0440\u0443\u0433\u0438\u0435.\n\u0412 \u0436\u0438\u0437\u043d\u0438 \u0438\u043c \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u043d\u0430\u0439\u0442\u0438 \u0438 \u0437\u0430\u043d\u044f\u0442\u044c \u0441\u0432\u043e\u044e \u043d\u0438\u0448\u0443: \u0442\u043e\u043b\u044c\u043a\u043e \u0442\u043e\u0433\u0434\u0430 \u043e\u043d\u0438 \u0441\u043c\u043e\u0433\u0443\u0442 \u0432 \u043f\u043e\u043b\u043d\u043e\u0439 \u043c\u0435\u0440\u0435 \u0440\u0435\u0430\u043b\u0438\u0437\u043e\u0432\u0430\u0442\u044c \u0441\u0432\u043e\u0438 \u043b\u0443\u0447\u0448\u0438\u0435\n\u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0430. \u041f\u043e\u043a\u0430 \u0441\u0434\u0435\u043b\u0430\u0442\u044c \u044d\u0442\u043e \u043d\u0435 \u0443\u0434\u0430\u043b\u043e\u0441\u044c, \u00ab\u0421\u0435\u043c\u0435\u0440\u043a\u0438\u00bb \u0431\u0435\u0441\u043f\u043e\u043c\u043e\u0449\u043d\u044b, \u043f\u0440\u043e\u044f\u0432\u043b\u044f\u044e\u0442 \u0441\u043a\u043b\u043e\u043d\u043d\u043e\u0441\u0442\u044c \u043a \u043d\u0435\u043e\u0431\u044a\u044f\u0441\u043d\u0438\u043c\u044b\u043c, \u044d\u043a\u0441\u0446\u0435\u043d\u0442\u0440\u0438\u0447\u043d\u044b\u043c\n\u0440\u0435\u0448\u0435\u043d\u0438\u044f\u043c \u0438 \u043d\u0435\u043e\u0436\u0438\u0434\u0430\u043d\u043d\u044b\u043c \u043f\u043e\u0441\u0442\u0443\u043f\u043a\u0430\u043c, \u043c\u0435\u0447\u0443\u0442\u0441\u044f \u043f\u043e \u0436\u0438\u0437\u043d\u0438, \u0441\u0442\u0440\u0430\u0434\u0430\u044f \u043e\u0442 \u043d\u0435\u043f\u043e\u043d\u0438\u043c\u0430\u043d\u0438\u044f \u0438 \u00ab\u043d\u0435\u043f\u0440\u0438\u0437\u043d\u0430\u043d\u043d\u043e\u0439 \u0433\u0435\u043d\u0438\u0430\u043b\u044c\u043d\u043e\u0441\u0442\u0438\u00bb.\n\u0415\u0441\u043b\u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u0441 \u043f\u043e\u0438\u0441\u043a\u0430 \u0441\u0432\u043e\u0435\u0433\u043e \u043f\u0440\u0435\u0434\u043d\u0430\u0437\u043d\u0430\u0447\u0435\u043d\u0438\u044f \u0437\u0430\u0442\u044f\u0433\u0438\u0432\u0430\u0435\u0442\u0441\u044f, \u043e\u043d\u0438 \u0441\u0442\u0430\u043d\u043e\u0432\u044f\u0442\u0441\u044f \u043d\u0435\u0440\u0432\u043d\u044b\u043c\u0438, \u043d\u043e \u0432\u043e \u0432\u0441\u0435\u0445 \u043d\u0435\u0443\u0434\u0430\u0447\u0430\u0445 \u0441\u043a\u043b\u043e\u043d\u043d\u044b\n\u043e\u0431\u0432\u0438\u043d\u044f\u0442\u044c \u043a\u043e\u0433\u043e \u0443\u0433\u043e\u0434\u043d\u043e, \u0442\u043e\u043b\u044c\u043a\u043e \u043d\u0435 \u0441\u0435\u0431\u044f.
prediction9=\u0421\u043f\u0440\u0430\u0432\u0435\u0434\u043b\u0438\u0432\u043e\u0441\u0442\u044c\n\u0423 \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u0430, \u043a\u043e\u0442\u043e\u0440\u043e\u043c\u0443 \u043f\u043e\u043a\u0440\u043e\u0432\u0438\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0443\u0435\u0442 \u044d\u0442\u043e\u0442 \u0410\u0440\u043a\u0430\u043d, \u043e\u0431\u044b\u0447\u043d\u043e \u043c\u043e\u0449\u043d\u0430\u044f \u0438\u043d\u0442\u0443\u0438\u0446\u0438\u044f: \u0432\u043e\u0441\u044c\u043c\u0435\u0440\u043a\u0430 \u2014 \u0447\u0438\u0441\u043b\u043e \u0446\u0435\u043b\u0438\u0442\u0435\u043b\u0435\u0439,\n\u044d\u043a\u0441\u0442\u0440\u0430\u0441\u0435\u043d\u0441\u043e\u0432 \u0438 \u0430\u0441\u0442\u0440\u043e\u043b\u043e\u0433\u043e\u0432. \u0412\u0440\u044f\u0434 \u043b\u0438 \u0432\u0430\u0448\u0430 \u0436\u0438\u0437\u043d\u044c \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043b\u044f\u0435\u0442 \u0441\u043e\u0431\u043e\u0439 \u0447\u0435\u0440\u0435\u0434\u0443 \u0443\u0434\u043e\u0432\u043e\u043b\u044c\u0441\u0442\u0432\u0438\u0439: \u043f\u0435\u0440\u0435\u0434 \u043b\u044e\u0434\u044c\u043c\u0438 \u0432\u043e\u0441\u044c\u043c\u0435\u0440\u043a\u0438\n\u0441\u0443\u0434\u044c\u0431\u0430 \u043e\u0431\u044b\u0447\u043d\u043e \u0441\u0442\u0430\u0432\u0438\u0442 \u043d\u0435\u043c\u0430\u043b\u044b\u0435 \u043f\u0440\u0435\u043f\u044f\u0442\u0441\u0442\u0432\u0438\u044f, \u0431\u0443\u0434\u0442\u043e \u0438\u0441\u043f\u044b\u0442\u044b\u0432\u0430\u044f \u0438\u0445 \u043d\u0430 \u043f\u0440\u043e\u0447\u043d\u043e\u0441\u0442\u044c. \u0417\u0430\u0442\u043e \u043a\u0430\u0436\u0434\u0430\u044f \u043f\u043e\u0431\u0435\u0434\u0430 \u043d\u0430\u0434\n\u043e\u0431\u0441\u0442\u043e\u044f\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0430\u043c\u0438 \u043f\u0440\u0438\u0431\u0430\u0432\u043b\u044f\u0435\u0442 \u0438\u043c \u0441\u0438\u043b, \u0443\u0432\u0435\u0440\u0435\u043d\u043d\u043e\u0441\u0442\u0438 \u0432 \u0441\u0435\u0431\u0435, \u0440\u0430\u0437\u0432\u0438\u0432\u0430\u0435\u0442 \u0438\u0445 \u0441\u043f\u043e\u0441\u043e\u0431\u043d\u043e\u0441\u0442\u0438. \u041d\u0435 \u0440\u0430\u0441\u0441\u0447\u0438\u0442\u044b\u0432\u0430\u0439\u0442\u0435 \u043d\u0430 \u043f\u043e\u043c\u043e\u0449\u044c\n\u0441\u043e \u0441\u0442\u043e\u0440\u043e\u043d\u044b, \u043d\u0435 \u0438\u0449\u0438\u0442\u0435 \u00ab\u0441\u043f\u0430\u0441\u0438\u0442\u0435\u043b\u044f\u00bb: \u0432\u044b \u0441\u0430\u043c\u0438 \u0434\u043e\u043b\u0436\u043d\u044b \u043f\u0440\u043e\u0439\u0442\u0438 \u044d\u0442\u043e\u0442 \u0442\u043e\u0442 \u043f\u0443\u0442\u044c, \u0442\u043e\u043b\u044c\u043a\u043e \u0432\u0430\u043c \u043f\u043e\u0434 \u0441\u0438\u043b\u0443 \u043f\u0440\u0435\u043e\u0434\u043e\u043b\u0435\u0442\u044c \u0432\u0441\u0435\n\u043f\u0440\u0435\u0433\u0440\u0430\u0434\u044b \u0438 \u0440\u0435\u0448\u0438\u0442\u044c \u0432\u0441\u0435 \u0437\u0430\u0434\u0430\u0447\u0438.
prediction10=\u041e\u0442\u0448\u0435\u043b\u044c\u043d\u0438\u043a\n\u0427\u0435\u043b\u043e\u0432\u0435\u043a\u0430 \u0434\u0435\u0432\u044f\u0442\u043a\u0438 \u043e\u0442\u043b\u0438\u0447\u0430\u044e\u0442 \u0438\u043d\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043b\u0438\u0437\u043c, \u0430\u043d\u0430\u043b\u0438\u0442\u0438\u0447\u0435\u0441\u043a\u0438\u0439 \u0443\u043c, \u0444\u0438\u043b\u043e\u0441\u043e\u0444\u0441\u043a\u0438\u0439 \u0432\u0437\u0433\u043b\u044f\u0434 \u043d\u0430 \u0436\u0438\u0437\u043d\u044c. \u041f\u043e\u0434 \u043f\u043e\u043a\u0440\u043e\u0432\u0438\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e\u043c\n\u0414\u0435\u0432\u044f\u0442\u043a\u0438 \u0440\u043e\u0436\u0434\u0430\u044e\u0442\u0441\u044f \u043b\u0438\u0431\u043e \u0433\u043b\u0443\u0431\u043e\u043a\u043e \u0440\u0435\u043b\u0438\u0433\u0438\u043e\u0437\u043d\u044b\u0435 \u043d\u0430\u0442\u0443\u0440\u044b, \u043b\u0438\u0431\u043e \u0443\u0431\u0435\u0436\u0434\u0435\u043d\u043d\u044b\u0435 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u0438\u0441\u0442\u044b. \u041d\u043e \u0432 \u043b\u044e\u0431\u043e\u043c \u0441\u043b\u0443\u0447\u0430\u0435 \u0447\u0435\u043b\u043e\u0432\u0435\u043a,\n\u043a\u043e\u0442\u043e\u0440\u043e\u043c\u0443 \u043f\u043e\u043a\u0440\u043e\u0432\u0438\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0443\u0435\u0442 \u044d\u0442\u043e\u0442 \u0430\u0440\u043a\u0430\u043d, \u0441\u043f\u043e\u0441\u043e\u0431\u0435\u043d \u043d\u0430 \u0441\u0430\u043c\u043e\u043f\u043e\u0436\u0435\u0440\u0442\u0432\u043e\u0432\u0430\u043d\u0438\u0435, \u0443\u043c\u0435\u044e\u0442 \u043f\u0440\u043e\u0449\u0430\u0442\u044c. \u0414\u043b\u044f \u00ab\u041e\u0442\u0448\u0435\u043b\u044c\u043d\u0438\u043a\u043e\u0432\u00bb \u043e\u0447\u0435\u043d\u044c\n\u0441\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c \u0441\u0432\u043e\u044e \u0438\u043d\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043b\u044c\u043d\u043e\u0441\u0442\u044c. \u041e\u043d\u0438 \u043d\u0438\u043a\u043e\u0433\u0434\u0430 \u043d\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0443\u044e\u0442 \u043d\u0430\u043f\u0435\u0440\u0435\u043a\u043e\u0440 \u0441\u0432\u043e\u0438\u043c \u043f\u0440\u0438\u043d\u0446\u0438\u043f\u0430\u043c, \u0441\u0430\u043c\u043e\u0435 \u0441\u0442\u0440\u0430\u0448\u043d\u043e\u0435 \u0434\u043b\u044f \u0442\u0430\u043a\u0438\u0445\n\u043b\u044e\u0434\u0435\u0439 \u2013 \u0443\u0442\u0440\u0430\u0442\u0438\u0442\u044c \u0443\u0432\u0430\u0436\u0435\u043d\u0438\u0435 \u043a \u0441\u0430\u043c\u043e\u043c\u0443 \u0441\u0435\u0431\u0435.\n\u041a \u0441\u0435\u043c\u0435\u0439\u043d\u043e\u0439 \u0436\u0438\u0437\u043d\u0438 \u043b\u044e\u0434\u0438, \u0440\u043e\u0434\u0438\u0432\u0448\u0438\u0435\u0441\u044f \u0441 \u0430\u0440\u043a\u0430\u043d\u043e\u043c \u00ab\u041e\u0442\u0448\u0435\u043b\u044c\u043d\u0438\u043a\u00bb, \u043d\u0435 \u0441\u043b\u0438\u0448\u043a\u043e\u043c \u0441\u0442\u0440\u0435\u043c\u044f\u0442\u0441\u044f: \u044d\u0442\u043e \u043e\u0434\u0438\u043d\u043e\u0447\u043a\u0438 \u043f\u043e \u043f\u0440\u0438\u0437\u0432\u0430\u043d\u0438\u044e,\n\u0441\u043e\u0437\u0434\u0430\u0442\u044c \u043f\u0430\u0440\u0443 \u0438, \u0433\u043b\u0430\u0432\u043d\u043e\u0435, \u0434\u043e\u043b\u0433\u043e \u0441\u043e\u0445\u0440\u0430\u043d\u044f\u0442\u044c \u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u044f \u0438\u043c \u043e\u0447\u0435\u043d\u044c \u043d\u0435\u043f\u0440\u043e\u0441\u0442\u043e. \u0415\u0441\u043b\u0438 \u0436\u0435 \u00ab\u041e\u0442\u0448\u0435\u043b\u044c\u043d\u0438\u043a\u00bb \u0432\u0441\u0435 \u0436\u0435 \u0432\u0441\u0442\u0443\u043f\u0430\u0435\u0442 \u0432\n\u0431\u0440\u0430\u043a, \u043e\u043d \u0441\u0442\u0440\u0435\u043c\u0438\u0442\u0441\u044f \u0441\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043d\u0443\u044e \u0442\u0435\u0440\u0440\u0438\u0442\u043e\u0440\u0438\u044e, \u0446\u0435\u043b\u044b\u043c\u0438 \u0434\u043d\u044f\u043c\u0438 \u043f\u0440\u043e\u0441\u0438\u0436\u0438\u0432\u0430\u0435\u0442 \u0432 \u0441\u0432\u043e\u0435\u043c \u043a\u0430\u0431\u0438\u043d\u0435\u0442\u0435 \u0438\u043b\u0438 \u043e\u0442\u043f\u0440\u0430\u0432\u043b\u044f\u0435\u0442\u0441\u044f\n\u0432 \u0434\u043e\u0431\u0440\u043e\u0432\u043e\u043b\u044c\u043d\u0443\u044e \u0441\u0441\u044b\u043b\u043a\u0443 \u043d\u0430 \u0434\u0430\u0447\u0443 \u2013 \u043b\u0438\u0448\u044c \u0431\u044b \u0435\u0433\u043e \u043e\u0441\u0442\u0430\u0432\u0438\u043b\u0438 \u043d\u0430\u0435\u0434\u0438\u043d\u0435 \u0441 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043d\u044b\u043c\u0438 \u043c\u044b\u0441\u043b\u044f\u043c\u0438.
prediction11=\u041a\u043e\u043b\u0435\u0441\u043e \u0424\u043e\u0440\u0442\u0443\u043d\u044b\n\u0414\u0435\u0441\u044f\u0442\u043a\u0430 \u043d\u0430\u0433\u0440\u0430\u0436\u0434\u0430\u0435\u0442 \u0441\u0432\u043e\u0438\u0445 \u043f\u043e\u0434\u043e\u043f\u0435\u0447\u043d\u044b\u0445 \u0443\u0434\u0430\u0447\u043b\u0438\u0432\u043e\u0441\u0442\u044c\u044e, \u0441\u0443\u043b\u0438\u0442 \u0436\u0438\u0437\u043d\u0435\u043d\u043d\u044b\u0439 \u0443\u0441\u043f\u0435\u0445. \u041d\u043e \u043d\u0435 \u043e\u0431\u043e\u043b\u044c\u0449\u0430\u0439\u0442\u0435\u0441\u044c: \u043f\u0440\u0438 \u043c\u0430\u043b\u0435\u0439\u0448\u0435\u043c\n\u043f\u0440\u043e\u043c\u0430\u0445\u0435 \u043b\u044e\u0434\u0438 \u0434\u0435\u0441\u044f\u0442\u043a\u0438 \u0441\u043a\u043b\u043e\u043d\u043d\u044b \u0432\u043f\u0430\u0434\u0430\u0442\u044c \u0432 \u0443\u043d\u044b\u043d\u0438\u0435. \u0414\u043b\u044f \u043d\u0438\u0445 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0435\u043d\u043d\u043e \u0437\u0430\u0446\u0438\u043a\u043b\u0438\u0432\u0430\u0442\u044c\u0441\u044f \u043d\u0430 \u0441\u0432\u043e\u0438\u0445 \u043d\u0435\u0443\u0434\u0430\u0447\u0430\u0445, \u0430, \u043a\u0430\u043a\n\u0438\u0437\u0432\u0435\u0441\u0442\u043d\u043e, \u0438\u043c\u0435\u043d\u043d\u043e \u044d\u0442\u043e \u043c\u043e\u0436\u0435\u0442 \u043d\u0430 \u0441\u0430\u043c\u043e\u043c \u0434\u0435\u043b\u0435 \u043f\u0440\u0435\u0433\u0440\u0430\u0434\u0438\u0442\u044c \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u0443 \u043f\u0443\u0442\u044c \u043a \u0441\u0447\u0430\u0441\u0442\u044c\u044e. \u0418\u0437\u0436\u0438\u0432\u0430\u0439\u0442\u0435 \u043f\u0435\u0441\u0441\u0438\u043c\u0438\u0437\u043c, \u043e\u0431\u0438\u0434\u0447\u0438\u0432\u043e\u0441\u0442\u044c \u2013\n\u0438 \u0432\u0430\u0448 \u0436\u0438\u0437\u043d\u0435\u043d\u043d\u044b\u0439 \u043f\u0443\u0442\u044c \u0441\u0442\u0430\u043d\u0435\u0442 \u043b\u0435\u0433\u043a\u0438\u043c \u0438 \u0440\u0430\u0434\u043e\u0441\u0442\u043d\u044b\u043c.\n\u0427\u0435\u043b\u043e\u0432\u0435\u043a, \u043a\u043e\u0442\u043e\u0440\u043e\u043c\u0443 \u043f\u043e\u043a\u0440\u043e\u0432\u0438\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0443\u0435\u0442 \u0434\u0430\u043d\u043d\u044b\u0439 \u0430\u0440\u043a\u0430\u043d, \u0440\u043e\u0436\u0434\u0435\u043d \u0431\u044b\u0442\u044c \u043b\u0438\u0434\u0435\u0440\u043e\u043c, \u043d\u043e \u0440\u0435\u0430\u043b\u0438\u0437\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u0432 \u044d\u0442\u043e\u043c \u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u0435\u043c\u0443\n\u043c\u0435\u0448\u0430\u044e\u0442 \u0432\u043d\u0443\u0442\u0440\u0435\u043d\u043d\u0438\u0435 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u044b, \u0434\u0443\u0448\u0435\u0432\u043d\u044b\u0439 \u0440\u0430\u0437\u0434\u0440\u0430\u0439, \u043e\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0438\u0435 \u0447\u0435\u0442\u043a\u043e\u0433\u043e \u043f\u043e\u043d\u0438\u043c\u0430\u043d\u0438\u044f \u0446\u0435\u043b\u0435\u0439, \u0434\u043b\u044f \u0440\u0435\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438 \u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u0441\u043b\u0435\u0434\u0443\u0435\u0442\n\u043f\u0440\u0438\u043a\u043b\u0430\u0434\u044b\u0432\u0430\u0442\u044c \u0443\u0441\u0438\u043b\u0438\u044f.
prediction12=\u0421\u0438\u043b\u0430\n\u0427\u0435\u043b\u043e\u0432\u0435\u043a\u0443 \u044d\u0442\u043e\u0433\u043e \u0410\u0440\u043a\u0430\u043d\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0435\u043d\u043d\u044b \u043d\u0435\u0443\u043a\u0440\u043e\u0442\u0438\u043c\u043e\u0441\u0442\u044c, \u0443\u043f\u043e\u0440\u0441\u0442\u0432\u043e \u0438 \u0431\u043e\u043b\u044c\u0448\u043e\u0439 \u0437\u0430\u043f\u0430\u0441 \u0436\u0438\u0437\u043d\u0435\u043d\u043d\u044b\u0445 \u0441\u0438\u043b. \u042d\u0442\u0438 \u043b\u044e\u0434\u0438 \u043e\u0431\u043b\u0430\u0434\u0430\u044e\u0442\n\u043f\u0440\u0438\u0440\u043e\u0434\u043d\u044b\u043c \u043c\u0430\u0433\u043d\u0435\u0442\u0438\u0437\u043c\u043e\u043c: \u043f\u0440\u043e\u0442\u0438\u0432 \u0438\u0445 \u043e\u0431\u0430\u044f\u043d\u0438\u044f \u043d\u0438\u043a\u0442\u043e \u043d\u0435 \u0441\u043f\u043e\u0441\u043e\u0431\u0435\u043d \u0443\u0441\u0442\u043e\u044f\u0442\u044c! \u0418 \u043e\u043d\u0438 \u044d\u0442\u0438\u043c \u0443\u043c\u0435\u043b\u043e \u043f\u043e\u043b\u044c\u0437\u0443\u044e\u0442\u0441\u044f: \u0434\u043e\u0431\u0438\u0432\u0430\u044e\u0442\u0441\u044f\n\u0441\u0432\u043e\u0438\u0445 \u0446\u0435\u043b\u0435\u0439, \u0438 \u043f\u0440\u0438 \u044d\u0442\u043e\u043c \u043f\u043e\u043b\u0443\u0447\u0430\u044e\u0442 \u0443\u0434\u043e\u0432\u043e\u043b\u044c\u0441\u0442\u0432\u0438\u0435.\n\u041a \u043d\u0435\u0434\u043e\u0441\u0442\u0430\u0442\u043a\u0430\u043c \u043b\u044e\u0434\u0435\u0439 \u00ab\u0421\u0438\u043b\u044b\u00bb \u043c\u043e\u0436\u043d\u043e \u043e\u0442\u043d\u0435\u0441\u0442\u0438 \u043b\u0435\u043d\u044c \u0438 \u0441\u043a\u043b\u043e\u043d\u043d\u043e\u0441\u0442\u044c \u043a \u0440\u0435\u0444\u043b\u0435\u043a\u0441\u0438\u0438. \u0418\u043d\u043e\u0433\u0434\u0430 \u0438\u043c \u0442\u0440\u0443\u0434\u043d\u043e \u043f\u0440\u0438\u043d\u044f\u0442\u044c \u0441\u0435\u0431\u044f \u0442\u0430\u043a\u0438\u043c\u0438,\n\u043a\u0430\u043a\u043e\u0432\u044b \u043e\u043d\u0438 \u043d\u0430 \u0441\u0430\u043c\u043e\u043c \u0434\u0435\u043b\u0435, \u0438 \u0442\u043e\u0433\u0434\u0430 \u043e\u043d\u0438 \u043f\u0440\u0438\u0434\u0443\u043c\u044b\u0432\u0430\u044e\u0442 \u043c\u0430\u0441\u043a\u0438, \u0437\u0430 \u043a\u043e\u0442\u043e\u0440\u044b\u043c\u0438 \u043f\u0440\u044f\u0447\u0443\u0442\u0441\u044f \u0432\u0441\u044e \u0436\u0438\u0437\u043d\u044c. \u044d\u0442\u0438\u043c \u043e\u0431\u044a\u044f\u0441\u043d\u044f\u0435\u0442\u0441\u044f\n\u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0435\u043d\u043d\u0430\u044f \u043c\u043d\u043e\u0433\u0438\u043c \u043f\u043e\u0434\u0434\u0430\u043d\u043d\u044b\u043c \u0430\u0440\u043a\u0430\u043d\u0430 \u00ab\u0421\u0438\u043b\u0430\u00bb \u0441\u043a\u043b\u043e\u043d\u043d\u043e\u0441\u0442\u044c \u043a\u043e \u043b\u0436\u0438, \u0441\u0430\u043c\u043e\u043e\u0431\u043c\u0430\u043d\u0443.\n\u0422\u0435\u043c \u043d\u0435 \u043c\u0435\u043d\u0435\u0435, \u043a\u0430\u043a \u043f\u0440\u0430\u0432\u0438\u043b\u043e, \u043b\u044e\u0434\u0438 \u043e\u0434\u0438\u043d\u043d\u0430\u0434\u0446\u0430\u0442\u0438 \u0432\u0435\u0441\u044c\u043c\u0430 \u0443\u0441\u043f\u0435\u0448\u043d\u044b. \u0412\u0430\u0448\u0430 \u0433\u043b\u0430\u0432\u043d\u0430\u044f \u0437\u0430\u0434\u0430\u0447\u0430 \u2014 \u043d\u0430\u0443\u0447\u0438\u0442\u044c\u0441\u044f \u043d\u0430\u043a\u0430\u043f\u043b\u0438\u0432\u0430\u0442\u044c \u044d\u043d\u0435\u0440\u0433\u0438\u044e\n\u043f\u0435\u0440\u0435\u0434 \u043d\u043e\u0432\u044b\u043c \u0431\u0440\u043e\u0441\u043a\u043e\u043c. \u0414\u043b\u044f \u044d\u0442\u043e\u0433\u043e \u043c\u043e\u0436\u043d\u043e \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c \u043b\u044e\u0431\u044b\u0435 \u0441\u043f\u043e\u0441\u043e\u0431\u044b: \u043c\u0435\u0434\u0438\u0442\u0430\u0446\u0438\u0438, \u0434\u044b\u0445\u0430\u0442\u0435\u043b\u044c\u043d\u0443\u044e \u0433\u0438\u043c\u043d\u0430\u0441\u0442\u0438\u043a\u0443, \u043a\u043e\u043d\u0446\u0435\u043d\u0442\u0440\u0430\u0446\u0438\u044e,\n\u0441\u043f\u043e\u0440\u0442\u0438\u0432\u043d\u044b\u0435 \u0437\u0430\u043d\u044f\u0442\u0438\u044f, \u0441\u0430\u0443\u043d\u0443, \u043c\u0430\u0441\u0441\u0430\u0436, \u043f\u0440\u0438\u0435\u043c \u0432\u0438\u0442\u0430\u043c\u0438\u043d\u043d\u043e-\u043c\u0438\u043d\u0435\u0440\u0430\u043b\u044c\u043d\u044b\u0445 \u043a\u043e\u043c\u043f\u043b\u0435\u043a\u0441\u043e\u0432, \u0438 \u0442. \u0434.
prediction13=\u041f\u043e\u0432\u0435\u0448\u0435\u043d\u043d\u044b\u0439\n\u041b\u044e\u0434\u0438 \u0441 \u0413\u043b\u0430\u0432\u043d\u044b\u043c \u0447\u0438\u0441\u043b\u043e\u043c \u0434\u0432\u0435\u043d\u0430\u0434\u0446\u0430\u0442\u044c \u0438\u043c\u0435\u044e\u0442 \u0432\u0441\u0435 \u0448\u0430\u043d\u0441\u044b \u0434\u043e\u0441\u0442\u0438\u0447\u044c \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u044c\u043d\u043e\u0433\u043e \u0431\u043b\u0430\u0433\u043e\u043f\u043e\u043b\u0443\u0447\u0438\u044f, \u043f\u0440\u0430\u0432\u0434\u0430, \u0447\u0442\u043e\u0431\u044b \u0440\u0430\u0437\u0431\u043e\u0433\u0430\u0442\u0435\u0442\u044c,\n\u0438\u043c \u043d\u0435\u043f\u0440\u0435\u043c\u0435\u043d\u043d\u043e \u043f\u0440\u0438\u0434\u0435\u0442\u0441\u044f \u0447\u0435\u043c-\u0442\u043e \u0436\u0435\u0440\u0442\u0432\u043e\u0432\u0430\u0442\u044c: \u0441\u0432\u043e\u0431\u043e\u0434\u043d\u044b\u043c \u0432\u0440\u0435\u043c\u0435\u043d\u0435\u043c, \u0437\u0434\u043e\u0440\u043e\u0432\u044c\u0435\u043c, \u0441\u0435\u043c\u044c\u0435\u0439 \u0438\u043b\u0438 \u0447\u0435\u043c-\u0442\u043e \u0438\u043d\u044b\u043c. \u041c\u043d\u043e\u0433\u0438\u0435 \u0438\u0437 \u043d\u0438\u0445\n\u0441\u043f\u043e\u0441\u043e\u0431\u043d\u044b \u043d\u0430 \u043f\u0440\u0435\u0434\u0430\u043d\u043d\u0443\u044e \u043b\u044e\u0431\u043e\u0432\u044c \u0438 \u043f\u043e\u043b\u043d\u0443\u044e \u0441\u0430\u043c\u043e\u043e\u0442\u0434\u0430\u0447\u0443, \u043e\u0434\u043d\u0430\u043a\u043e \u0441\u0440\u0435\u0434\u0438 \u043b\u044e\u0434\u0435\u0439 \u0434\u0432\u0435\u043d\u0430\u0434\u0446\u0430\u0442\u0438 \u043d\u0435\u043c\u0430\u043b\u043e \u0433\u0440\u0443\u0431\u044b\u0445 \u0446\u0438\u043d\u0438\u043a\u043e\u0432. \u0421\u0430\u043c\u043e\u0435\n\u0443\u0434\u0438\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u043e\u0435, \u0447\u0442\u043e \u044d\u0442\u0438, \u043a\u0430\u0437\u0430\u043b\u043e\u0441\u044c \u0431\u044b, \u0432\u0437\u0430\u0438\u043c\u043e\u0438\u0441\u043a\u043b\u044e\u0447\u0430\u044e\u0449\u0438\u0435 \u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0430, \u043c\u043e\u0433\u0443\u0442 \u0441\u043e\u0447\u0435\u0442\u0430\u0442\u044c\u0441\u044f \u0432 \u043e\u0434\u043d\u043e\u043c \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u0435: \u0432\u0441\u0435\u0439 \u0434\u0443\u0448\u043e\u0439\n\u043e\u0442\u0434\u0430\u0432\u0430\u044f\u0441\u044c \u043b\u044e\u0431\u0438\u043c\u043e\u043c\u0443 \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u0443, \u00ab\u041f\u043e\u0432\u0435\u0448\u0435\u043d\u043d\u044b\u0439\u00bb \u0441\u043f\u043e\u0441\u043e\u0431\u0435\u043d \u0431\u044b\u0442\u044c \u043a\u0440\u0430\u0439\u043d\u0435 \u0436\u0435\u0441\u0442\u043e\u043a\u0438\u043c \u0441\u043e \u0432\u0441\u0435\u043c\u0438 \u043e\u0441\u0442\u0430\u043b\u044c\u043d\u044b\u043c\u0438. \u041f\u0443\u0442\u044c \u043a \u0441\u043e\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u043c\u0443\n\u0443\u0441\u043f\u0435\u0445\u0443 \u0438 \u0432\u043d\u0443\u0442\u0440\u0435\u043d\u043d\u0435\u0439 \u0433\u0430\u0440\u043c\u043e\u043d\u0438\u0438 \u044f\u0441\u0435\u043d \u2014 \u0438\u0437\u0431\u0435\u0433\u0430\u0439\u0442\u0435 \u043a\u0440\u0430\u0439\u043d\u043e\u0441\u0442\u0435\u0439, \u0443\u0447\u0438\u0442\u0435\u0441\u044c \u0441\u043e\u0447\u0435\u0442\u0430\u0442\u044c \u043f\u0440\u043e\u0442\u0438\u0432\u043e\u043f\u043e\u043b\u043e\u0436\u043d\u044b\u0435 \u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0430 \u0441\u0432\u043e\u0435\u0433\u043e \u0430\u0440\u043a\u0430\u043d\u0430:\n\u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0435\u043d\u043d\u044b\u0435 \u0432\u0430\u043c \u0445\u043e\u0437\u044f\u0439\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0441\u0442\u044c \u0438 \u043f\u0440\u0430\u0433\u043c\u0430\u0442\u0438\u0447\u043d\u043e\u0441\u0442\u044c \u0441 \u0441\u0430\u043c\u044b\u043c\u0438 \u0432\u044b\u0441\u043e\u043a\u0438\u043c\u0438 \u0440\u043e\u043c\u0430\u043d\u0442\u0438\u0447\u0435\u0441\u043a\u0438\u043c\u0438 \u0443\u0441\u0442\u0440\u0435\u043c\u043b\u0435\u043d\u0438\u044f\u043c\u0438.
prediction14=\u0421\u043c\u0435\u0440\u0442\u044c\n\u0427\u0435\u043b\u043e\u0432\u0435\u043a \u0441 \u044d\u0442\u0438\u043c \u0430\u0440\u043a\u0430\u043d\u043e\u043c \u043c\u043e\u0436\u0435\u0442 \u0432\u043b\u0438\u044f\u0442\u044c \u0440\u0430\u0437\u0440\u0443\u0448\u0430\u044e\u0449\u0435 \u043a\u0430\u043a \u043d\u0430 \u0441\u0435\u0431\u044f, \u0442\u0430\u043a \u0438 \u043d\u0430 \u0441\u0432\u043e\u0435 \u043e\u043a\u0440\u0443\u0436\u0435\u043d\u0438\u0435 (\u043c\u043e\u0436\u0435\u0442 \u043e\u0441\u043e\u0437\u043d\u0430\u043d\u043d\u043e, \u043c\u043e\u0436\u0435\u0442 \u043d\u0435\n\u043e\u0441\u043e\u0437\u043d\u0430\u043d\u043d\u043e). \u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u043f\u043e\u0436\u0435\u043b\u0430\u0432 \u0441\u0432\u043e\u0438\u043c \u043e\u0431\u0438\u0434\u0447\u0438\u043a\u0430\u043c \u0432\u0441\u0435\u0433\u043e \u0445\u043e\u0440\u043e\u0448\u0435\u0433\u043e, \u0443 \u0442\u0435\u0445 \u043d\u0430\u0447\u0438\u043d\u0430\u0435\u0442 \u0447\u0442\u043e \u0442\u043e \u0440\u0443\u0448\u0438\u0442\u044c\u0441\u044f, \u0441\u0435\u043c\u044c\u044f, \u0431\u0438\u0437\u043d\u0435\u0441,\n\u0437\u0434\u043e\u0440\u043e\u0432\u044c\u0435 \u0438\u043b\u0438 \u0435\u0449\u0435 \u0447\u0442\u043e \u043d\u0438 \u0431\u0443\u0434\u044c. \u042d\u043d\u0435\u0440\u0433\u0438\u0438 \u044d\u0442\u043e\u0433\u043e \u0430\u0440\u043a\u0430\u043d\u0430 \u0431\u0443\u0434\u0443\u0442 \u043f\u0440\u043e\u044f\u0432\u043b\u044f\u0442\u044c\u0441\u044f \u0432 \u0442\u043e\u043c, \u0447\u0442\u043e \u0447\u0435\u043b\u043e\u0432\u0435\u043a \u0432\u0441\u0435 \u0432\u0440\u0435\u043c\u044f \u0431\u0443\u0434\u0435\u0442\n\u0441\u0442\u0440\u0435\u043c\u0438\u0442\u044c\u0441\u044f \u043a \u043d\u043e\u0432\u043e\u043c\u0443, \u043e\u043d \u0431\u0443\u0434\u0435\u0442 \u043b\u0435\u0433\u043a\u043e \u0440\u0432\u0430\u0442\u044c \u0441 \u043f\u0440\u043e\u0448\u043b\u044b\u043c, \u0441\u043e \u0432\u0441\u0435\u043c \u0447\u0442\u043e \u0435\u043c\u0443 \u0443\u0436\u0435 \u043d\u0435 \u0438\u043d\u0442\u0435\u0440\u0435\u0441\u043d\u043e, \u043d\u0435 \u0436\u0430\u043b\u0435\u044f \u0438 \u043d\u0435 \u0432\u0441\u043f\u043e\u043c\u0438\u043d\u0430\u044f\n\u043e\u0431 \u044d\u0442\u043e\u043c. \u042d\u0442\u043e\u0442 \u0430\u0440\u043a\u0430\u043d \u0431\u0443\u0434\u0435\u0442 \u0442\u043e\u043b\u043a\u0430\u0442\u044c \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u0430 \u043d\u0430 \u043f\u043e\u0441\u0442\u043e\u044f\u043d\u043d\u044b\u0435 \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f \u0438\u043b\u0438 \u0442\u0440\u0430\u043d\u0441\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0438 \u0432 \u0436\u0438\u0437\u043d\u0438 \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u0430 \u0432 \u0431\u0438\u0437\u043d\u0435\u0441\u0435,\n\u0441\u0435\u043c\u044c\u0435, \u043c\u0435\u0441\u0442\u0435 \u0436\u0438\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0430 \u0438\u0442\u0434. \u042d\u0442\u043e \u043c\u043e\u0433\u0443\u0442 \u0431\u044b\u0442\u044c \u043f\u0441\u0438\u0445\u043e\u043b\u043e\u0433\u0438\u0447\u0435\u0441\u043a\u0438\u0435 \u0432\u0430\u043c\u043f\u0438\u0440\u044b, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u0432\u044b\u0441\u0430\u0441\u044b\u0432\u0430\u044e\u0442 \u044d\u043d\u0435\u0440\u0433\u0438\u044e \u0441\u043e\u0431\u0435\u0441\u0435\u0434\u043d\u0438\u043a\u0430,\n\u043d\u043e \u043f\u0440\u0438 \u044d\u0442\u043e\u043c \u043e\u0431\u043b\u0430\u0434\u0430\u044e\u0442 \u043d\u0435\u043a\u043e\u0439 \u0441\u0442\u0440\u0430\u043d\u043d\u043e\u0439 \u043f\u0440\u0438\u0432\u043b\u0435\u043a\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c\u044e. \u041b\u044e\u0434\u0438 \u044d\u0442\u043e\u0433\u043e \u0430\u0440\u043a\u0430\u043d\u0430 \u0442\u0430\u043a \u0436\u0435 \u043a\u0430\u043a \u0438 \u043b\u044e\u0434\u0438 16 \u0430\u0440\u043a\u0430\u043d\u0430 \u0441\u043a\u043b\u043e\u043d\u043d\u044b\n\u043a \u0441\u0443\u0438\u0446\u0438\u0434\u0443. \u042d\u0442\u043e \u0430\u0440\u043a\u0430\u043d \u042d\u043c\u0438 \u0423\u0430\u0439\u043d\u0445\u0430\u0443\u0441. \u042d\u0442\u0438 \u043b\u044e\u0434\u0438 \u043c\u043e\u0433\u0443\u0442 \u0440\u0435\u0430\u043b\u0438\u0437\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u0432 \u044d\u043a\u0441\u0442\u0440\u0435\u043c\u0430\u043b\u044c\u043d\u044b\u0445 \u043f\u0440\u043e\u0444\u0435\u0441\u0441\u0438\u044f\u0445, \u043d\u043e \u0435\u0441\u043b\u0438 \u043e\u043d\u0438 \u043d\u0435\n\u043e\u0431\u043b\u0430\u0434\u0430\u044e\u0442 \u043a\u0440\u0435\u043f\u043a\u0438\u043c\u0438 \u043d\u0435\u0440\u0432\u0430\u043c\u0438 \u0438 \u043f\u043e\u043b\u043d\u044b\u043c \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0435\u043c \u043d\u0430\u0434 \u0441\u043e\u0431\u043e\u0439, \u0442\u043e \u0434\u043b\u044f \u043d\u0438\u0445 \u043c\u043e\u0436\u0435\u0442 \u0437\u0430\u043a\u043e\u043d\u0447\u0438\u0442\u044c\u0441\u044f \u043f\u043b\u0430\u0447\u0435\u0432\u043d\u043e.
prediction15=\u0423\u043c\u0435\u0440\u0435\u043d\u043d\u043e\u0441\u0442\u044c\n\u0427\u0435\u043b\u043e\u0432\u0435\u043a\u0443 \u0441 \u044d\u0442\u0438\u043c \u0430\u0440\u043a\u0430\u043d\u043e\u043c \u043e\u0442 \u0440\u043e\u0436\u0434\u0435\u043d\u0438\u044f \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0435\u043d\u043d\u044b \u0442\u043e\u0447\u043d\u043e\u0441\u0442\u044c, \u043f\u043e\u0440\u044f\u0434\u043e\u0447\u043d\u043e\u0441\u0442\u044c, \u0430\u043a\u043a\u0443\u0440\u0430\u0442\u043d\u043e\u0441\u0442\u044c, \u0449\u0435\u043f\u0435\u0442\u0438\u043b\u044c\u043d\u043e\u0441\u0442\u044c,\n\u0444\u043b\u0435\u0433\u043c\u0430\u0442\u0438\u0447\u043d\u043e\u0441\u0442\u044c, \u0441\u043f\u043e\u043a\u043e\u0439\u0441\u0442\u0432\u0438\u0435, \u043e\u0441\u043d\u043e\u0432\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c \u2014 \u043f\u0440\u0438\u0447\u0435\u043c \u0438\u043c\u0435\u043d\u043d\u043e \u0432 \u0442\u0435\u0445 \u043f\u0440\u0435\u0434\u0435\u043b\u0430\u0445, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043d\u0430\u0432\u044f\u0437\u044b\u0432\u0430\u044e\u0442 \u043f\u043e\u0434\u0447\u0438\u043d\u0435\u043d\u043d\u044b\u043c \u0438\u0437\n\u043b\u0443\u0447\u0448\u0438\u0445 \u043f\u043e\u0431\u0443\u0436\u0434\u0435\u043d\u0438\u0439 \u043d\u0430\u0447\u0430\u043b\u044c\u043d\u0438\u043a\u0438 \u00ab\u0441\u0442\u0430\u0440\u043e\u0439 \u0437\u0430\u043a\u0430\u043b\u043a\u0438\u00bb. \u0418\u0437 \u043b\u044e\u0434\u0435\u0439 \u0447\u0435\u0442\u044b\u0440\u043d\u0430\u0434\u0446\u0430\u0442\u043e\u0433\u043e \u0430\u0440\u043a\u0430\u043d\u0430 \u043f\u043e\u043b\u0443\u0447\u0430\u044e\u0442\u0441\u044f \u043e\u0442\u043b\u0438\u0447\u043d\u044b\u0435 \u0431\u0443\u0445\u0433\u0430\u043b\u0442\u0435\u0440\u044b,\n\u043c\u0430\u0442\u0435\u043c\u0430\u0442\u0438\u043a\u0438, \u0431\u0438\u0437\u043d\u0435\u0441\u043c\u0435\u043d\u044b, \u0432\u043e\u0441\u043f\u0438\u0442\u0430\u0442\u0435\u043b\u0438. \u0427\u0442\u043e\u0431\u044b \u043f\u0440\u0435\u0431\u044b\u0432\u0430\u0442\u044c \u0432 \u0433\u0430\u0440\u043c\u043e\u043d\u0438\u0438 \u0441 \u0441\u0430\u043c\u0438\u043c \u0441\u043e\u0431\u043e\u0439, \u0441\u0442\u0430\u0440\u0430\u0439\u0442\u0435\u0441\u044c \u0434\u0435\u0440\u0436\u0430\u0442\u044c\u0441\u044f \u043f\u043e\u0434\u0430\u043b\u044c\u0448\u0435\n\u043e\u0442 \u0430\u0432\u0430\u043d\u0442\u044e\u0440\u043d\u044b\u0445 \u043f\u0440\u0435\u0434\u043f\u0440\u0438\u044f\u0442\u0438\u0439, \u0444\u0438\u043d\u0430\u043d\u0441\u043e\u0432\u044b\u0445 \u043f\u0438\u0440\u0430\u043c\u0438\u0434, \u043d\u0435 \u0438\u0449\u0438\u0442\u0435 \u0441\u043f\u043e\u0441\u043e\u0431\u043e\u0432 \u0431\u044b\u0441\u0442\u0440\u043e\u0433\u043e \u043e\u0431\u043e\u0433\u0430\u0449\u0435\u043d\u0438\u044f. \u0410 \u0432\u043e\u0442 \u043e\u0431\u0449\u0435\u043d\u0438\u0435 \u0441 \u043b\u044e\u0434\u044c\u043c\u0438\n\u0431\u043e\u043b\u0435\u0435 \u043b\u0435\u0433\u043a\u043e\u043c\u044b\u0441\u043b\u0435\u043d\u043d\u044b\u043c\u0438, \u0447\u0435\u043c \u0432\u044b \u0441\u0430\u043c\u0438, \u043f\u043e\u043c\u043e\u0436\u0435\u0442 \u0431\u043e\u0440\u043e\u0442\u044c\u0441\u044f \u0441\u043e \u0441\u043a\u0443\u043a\u043e\u0439 \u0438\u0437\u043b\u0438\u0448\u043d\u0435 \u00ab\u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u043e\u0433\u043e\u00bb \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043e\u0432\u0430\u043d\u0438\u044f.
prediction16=\u0414\u044c\u044f\u0432\u043e\u043b\n\u0421\u043b\u043e\u0436\u043d\u0430\u044f \u043a\u0430\u0440\u0442\u0430, \u0441\u0432\u044f\u0437\u0430\u043d\u043d\u0430\u044f \u0441  \u043a\u0430\u0440\u043c\u0438\u0447\u0435\u0441\u043a\u0438\u043c\u0438 \u0434\u043e\u043b\u0433\u0430\u043c\u0438. \u042d\u0442\u043e \u0440\u0430\u0437\u043d\u043e\u0441\u0442\u043e\u0440\u043e\u043d\u043d\u0435 \u043e\u0434\u0430\u0440\u0435\u043d\u043d\u044b\u0435 \u043b\u044e\u0434\u0438, \u043e\u0434\u0438\u043d\u0430\u043a\u043e\u0432\u043e \u0441\u043f\u043e\u0441\u043e\u0431\u043d\u044b\u0435 \u0438 \u043a\n\u0438\u0441\u043a\u0443\u0441\u0441\u0442\u0432\u0430\u043c, \u0438 \u043a \u043e\u043a\u043a\u0443\u043b\u044c\u0442\u043d\u044b\u043c \u043d\u0430\u0443\u043a\u0430\u043c, \u0438 \u043a \u043a\u043e\u043b\u0434\u043e\u0432\u0441\u0442\u0432\u0443, \u0438 \u043a \u0431\u0438\u0437\u043d\u0435\u0441\u0443. \u0421\u0430\u043c\u043e\u0435 \u0441\u043b\u043e\u0436\u043d\u043e\u0435 \u0434\u043b\u044f \u043d\u0438\u0445 \u2013 \u0443\u0441\u0442\u043e\u044f\u0442\u044c \u043f\u0435\u0440\u0435\u0434 \u0441\u043e\u0431\u043b\u0430\u0437\u043d\u0430\u043c\u0438,\n\u043d\u0435 \u043f\u043e\u0434\u0434\u0430\u0442\u044c\u0441\u044f \u0440\u0430\u0437\u043d\u043e\u0433\u043e \u0440\u043e\u0434\u0430 \u0438\u0441\u043a\u0443\u0448\u0435\u043d\u0438\u044f\u043c, \u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u043d\u0430 \u0438\u0445 \u043f\u0443\u0442\u0438 \u0432\u0441\u0442\u0440\u0435\u0447\u0430\u0435\u0442\u0441\u044f \u043f\u0440\u0435\u0434\u043e\u0441\u0442\u0430\u0442\u043e\u0447\u043d\u043e. \u041e\u0442\u043b\u0438\u0447\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u0435 \u0447\u0435\u0440\u0442\u044b \u0445\u0430\u0440\u0430\u043a\u0442\u0435\u0440\u0430\n\u2013 \u0441\u0442\u0440\u0435\u043c\u043b\u0435\u043d\u0438\u0435 \u0436\u0438\u0442\u044c \u044f\u0440\u043a\u043e \u0438 \u043d\u0435\u043e\u0431\u044b\u0447\u043d\u043e, \u0433\u043e\u0440\u044f\u0447\u043d\u043e\u0441\u0442\u044c, \u0441\u043f\u043e\u0441\u043e\u0431\u043d\u043e\u0441\u0442\u044c \u0432\u0441\u043f\u044b\u0445\u0438\u0432\u0430\u0442\u044c \u0438 \u0440\u0430\u0437\u0433\u043e\u0440\u0430\u0442\u044c\u0441\u044f \u0432 \u043e\u0434\u043d\u0443 \u0441\u0435\u043a\u0443\u043d\u0434\u0443. \u041d\u0430 \u0441\u043a\u0443\u043a\u0443\n\u0436\u0430\u043b\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u0438\u043c \u043d\u0435 \u043f\u0440\u0438\u0445\u043e\u0434\u0438\u0442\u0441\u044f, \u043f\u043e\u0442\u043e\u043c\u0443 \u0447\u0442\u043e \u0436\u0438\u0437\u043d\u044c \u043e\u0431\u044b\u0447\u043d\u043e \u0431\u044c\u0435\u0442 \u0438\u0445 \u0431\u0435\u0437 \u043f\u043e\u0449\u0430\u0434\u044b. \u0412 \u0438\u0445 \u0441\u0443\u0434\u044c\u0431\u0435 \u043f\u043e\u0441\u0442\u043e\u044f\u043d\u043d\u043e \u043f\u0440\u043e\u0438\u0441\u0445\u043e\u0434\u044f\u0442\n\u00ab\u0437\u043d\u0430\u043a\u043e\u0432\u044b\u0435\u00bb \u043f\u0435\u0440\u0435\u043c\u0435\u043d\u044b, \u043d\u0438 \u043e\u0434\u0438\u043d \u0447\u0435\u043b\u043e\u0432\u0435\u043a \u043d\u0435 \u043f\u043e\u044f\u0432\u043b\u044f\u0435\u0442\u0441\u044f \u0440\u044f\u0434\u043e\u043c \u0441 \u043d\u0438\u043c\u0438 \u00ab\u043f\u0440\u043e\u0441\u0442\u043e \u0442\u0430\u043a\u00bb \u2014 \u0432\u0441\u0435 \u0438\u0445 \u0441\u0432\u044f\u0437\u0438 \u0438 \u0432\u0441\u0442\u0440\u0435\u0447\u0438\n\u043a\u0430\u0440\u043c\u0438\u0447\u0435\u0441\u043a\u0438\u0435, \u044d\u0442\u043e \u043b\u044e\u0434\u0438 \u0440\u043e\u043a\u0430. \u0414\u043b\u044f \u0442\u043e\u0433\u043e \u0447\u0442\u043e\u0431\u044b \u043f\u0440\u0435\u0443\u0441\u043f\u0435\u0442\u044c \u0432 \u0436\u0438\u0437\u043d\u0438 \u0438 \u043f\u0440\u0438\u0434\u0430\u0442\u044c \u0441\u0432\u043e\u0435\u043c\u0443 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043e\u0432\u0430\u043d\u0438\u044e \u0431\u043e\u043b\u044c\u0448\u0443\u044e \u0440\u0430\u0437\u043c\u0435\u0440\u0435\u043d\u043d\u043e\u0441\u0442\u044c\n\u0438 \u0441\u0442\u0430\u0431\u0438\u043b\u044c\u043d\u043e\u0441\u0442\u044c, \u0441\u043b\u0435\u0434\u0443\u0435\u0442 \u0432\u0434\u0443\u043c\u0447\u0438\u0432\u043e \u0430\u043d\u0430\u043b\u0438\u0437\u0438\u0440\u043e\u0432\u0430\u0442\u044c \u0432\u0441\u0435, \u0447\u0442\u043e \u0441 \u0432\u0430\u043c\u0438 \u043f\u0440\u043e\u0438\u0441\u0445\u043e\u0434\u0438\u0442: \u0437\u0430\u0447\u0435\u043c \u0432 \u0432\u0430\u0448\u0435\u0439 \u0441\u0443\u0434\u044c\u0431\u0435 \u043f\u043e\u044f\u0432\u0438\u043b\u0441\u044f \u0442\u043e\u0442 \u0438\u043b\u0438\n\u0438\u043d\u043e\u0439 \u0447\u0435\u043b\u043e\u0432\u0435\u043a, \u0447\u0435\u043c\u0443 \u0432\u0430\u0441 \u0434\u043e\u043b\u0436\u043d\u044b \u043d\u0430\u0443\u0447\u0438\u0442\u044c \u043e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u044f \u0441 \u043d\u0438\u043c, \u043a\u0430\u043a\u043e\u0439 \u0432\u044b\u0432\u043e\u0434 \u043d\u0443\u0436\u043d\u043e \u0441\u0434\u0435\u043b\u0430\u0442\u044c \u0438\u0437 \u043f\u043e\u043b\u0443\u0447\u0435\u043d\u043d\u043e\u0433\u043e \u043e\u0442 \u043e\u0431\u0449\u0435\u043d\u0438\u044f \u0441 \u043d\u0438\u043c\n\u0443\u0440\u043e\u043a\u0430.
prediction17=\u0411\u0430\u0448\u043d\u044f\n\u0420\u043e\u0436\u0434\u0435\u043d\u043d\u044b\u0435 \u043f\u043e\u0434 \u043f\u043e\u043a\u0440\u043e\u0432\u0438\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u043e\u043c \u044d\u0442\u043e\u0433\u043e \u0430\u0440\u043a\u0430\u043d\u0430 \u0447\u0440\u0435\u0437\u0432\u044b\u0447\u0430\u0439\u043d\u043e \u0440\u0430\u043d\u0438\u043c\u044b. \u042d\u0442\u043e \u0442\u043e\u043d\u043a\u043e \u0447\u0443\u0432\u0441\u0442\u0432\u0443\u044e\u0449\u0438\u0435 \u043b\u044e\u0434\u0438, \u0441\u043f\u043e\u0441\u043e\u0431\u043d\u044b\u0435 \u043e\u0442\u0437\u044b\u0432\u0430\u0442\u044c\u0441\u044f\n\u043d\u0430 \u0431\u043e\u043b\u044c \u0431\u043b\u0438\u0436\u043d\u0435\u0433\u043e \u0438 \u0434\u0430\u043b\u044c\u043d\u0435\u0433\u043e. \u0412 \u0434\u0435\u0442\u0441\u0442\u0432\u0435 \u043b\u044e\u0434\u044f\u043c \u0448\u0435\u0441\u0442\u043d\u0430\u0434\u0446\u0430\u0442\u043e\u0433\u043e \u0430\u0440\u043a\u0430\u043d\u0430 \u0433\u043e\u0440\u0430\u0437\u0434\u043e \u0431\u043e\u043b\u044c\u0448\u0435, \u0447\u0435\u043c \u0434\u0440\u0443\u0433\u0438\u043c \u043c\u0430\u043b\u044b\u0448\u0430\u043c, \u0442\u0440\u0435\u0431\u0443\u044e\u0442\u0441\u044f\n\u0442\u0435\u043f\u043b\u043e\u0442\u0430 \u0438 \u0440\u043e\u0434\u0438\u0442\u0435\u043b\u044c\u0441\u043a\u0430\u044f \u0437\u0430\u0431\u043e\u0442\u0430.\n\u041e\u0431\u044b\u0447\u043d\u043e \u0438\u0445 \u043e\u0442\u043b\u0438\u0447\u0430\u044e\u0442 \u0444\u0430\u0442\u0430\u043b\u0438\u0437\u043c, \u0431\u043e\u043b\u0435\u0437\u043d\u0435\u043d\u043d\u043e\u0441\u0442\u044c (\u043e\u0441\u043e\u0431\u0435\u043d\u043d\u043e \u0441\u043b\u0435\u0434\u0443\u0435\u0442 \u0431\u0435\u0440\u0435\u0447\u044c \u0441\u0435\u0440\u0434\u0446\u0435 \u0438 \u043d\u0435\u0440\u0432\u043d\u0443\u044e \u0441\u0438\u0441\u0442\u0435\u043c\u0443), \u043d\u0435\u043a\u0438\u0439 \u0434\u0443\u0448\u0435\u0432\u043d\u044b\u0439\n\u043d\u0430\u0434\u043b\u043e\u043c, \u043d\u043e \u0432\u043c\u0435\u0441\u0442\u0435 \u0441 \u0442\u0435\u043c \u0438\u043c \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0435\u043d\u043d\u044b \u044f\u0440\u043a\u0430\u044f \u0441\u0435\u043a\u0441\u0443\u0430\u043b\u044c\u043d\u043e\u0441\u0442\u044c, \u0441\u0442\u0440\u0430\u0441\u0442\u043d\u043e\u0441\u0442\u044c. \u042d\u0442\u0438\u043c \u043b\u044e\u0434\u044f\u043c \u0431\u043e\u043b\u0435\u0435, \u0447\u0435\u043c \u043a\u043e\u043c\u0443-\u043b\u0438\u0431\u043e,\n\u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u043d\u0430\u0439\u0442\u0438 \u0441\u0435\u0431\u044f, \u043d\u0435 \u043c\u0435\u043d\u0435\u0435 \u0432\u0430\u0436\u043d\u043e \u043f\u043e\u043b\u0443\u0447\u0438\u0442\u044c \u043f\u043e\u0434\u0434\u0435\u0440\u0436\u043a\u0443 \u2013 \u043e\u0434\u043e\u0431\u0440\u0435\u043d\u0438\u0435 \u0438 \u043f\u0440\u0430\u043a\u0442\u0438\u0447\u0435\u0441\u043a\u0443\u044e \u043f\u043e\u043c\u043e\u0449\u044c. \u041a\u0440\u043e\u043c\u0435 \u0442\u043e\u0433\u043e, \u0438\u043c\n\u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u043e\u0449\u0443\u0449\u0430\u0442\u044c \u0437\u043d\u0430\u0447\u0438\u043c\u043e\u0441\u0442\u044c \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0439 \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u0438, \u0432\u0435\u0440\u0438\u0442\u044c, \u0447\u0442\u043e \u0438\u0445 \u0441\u0442\u0430\u0440\u0430\u043d\u0438\u044f \u043d\u0435 \u043d\u0430\u043f\u0440\u0430\u0441\u043d\u044b, \u0447\u0442\u043e \u043e\u043d\u0438 \u0441\u043b\u0443\u0436\u0430\u0442\n\u043d\u0430\u0441\u0442\u043e\u044f\u0449\u0435\u043c\u0443 \u0434\u0435\u043b\u0443, \u0438\u0441\u043f\u043e\u043b\u043d\u044f\u044e\u0442 \u043d\u0435\u043a\u0443\u044e \u043c\u0438\u0441\u0441\u0438\u044e. \u0412 \u044d\u0442\u043e\u043c \u0441\u043b\u0443\u0447\u0430\u0435 \u043e\u043d\u0438 \u043c\u043e\u0433\u0443\u0442 \u0434\u043e\u0441\u0442\u0438\u0447\u044c \u043d\u0435\u0431\u044b\u0432\u0430\u043b\u044b\u0445 \u0443\u0441\u043f\u0435\u0445\u043e\u0432.
prediction18=\u0417\u0432\u0435\u0437\u0434\u0430\n\u041f\u043e\u0434 \u0437\u043d\u0430\u043a\u043e\u043c \u044d\u0442\u043e\u0433\u043e \u0430\u0440\u043a\u0430\u043d\u0430 \u0440\u043e\u0436\u0434\u0430\u044e\u0442\u0441\u044f \u043b\u044e\u0434\u0438 \u0441 \u043a\u043e\u043b\u043e\u0441\u0441\u0430\u043b\u044c\u043d\u044b\u043c \u0442\u0432\u043e\u0440\u0447\u0435\u0441\u043a\u0438\u043c \u043f\u043e\u0442\u0435\u043d\u0446\u0438\u0430\u043b\u043e\u043c. \u0418\u043c \u043f\u043e \u043f\u043b\u0435\u0447\u0443 \u0432\u043e\u043f\u043b\u043e\u0442\u0438\u0442\u044c \u0432 \u0436\u0438\u0437\u043d\u044c\n\u0441\u0430\u043c\u0443\u044e \u043d\u0435\u0441\u0431\u044b\u0442\u043e\u0447\u043d\u0443\u044e \u043c\u0435\u0447\u0442\u0443, \u0434\u0430 \u0435\u0449\u0435 \u0438 \u043f\u043e\u043c\u043e\u0447\u044c \u043e\u043a\u0440\u0443\u0436\u0430\u044e\u0449\u0438\u043c \u0434\u043e\u0431\u0438\u0442\u044c\u0441\u044f \u0440\u0435\u0430\u043b\u0438\u0437\u0430\u0446\u0438\u0438 \u0438\u0445 \u0437\u0430\u0432\u0435\u0442\u043d\u044b\u0445 \u0436\u0435\u043b\u0430\u043d\u0438\u0439. \u041d\u043e \u0432\u0441\u0435 \u044d\u0442\u043e \u043b\u0438\u0448\u044c\n\u043f\u0440\u0438 \u0443\u0441\u043b\u043e\u0432\u0438\u0438, \u0447\u0442\u043e \u00ab\u0417\u0432\u0435\u0437\u0434\u0430\u00bb \u0438\u0441\u043a\u0440\u0435\u043d\u043d\u0435 \u0432\u0435\u0440\u0438\u0442 \u0432 \u0441\u0432\u043e\u0435 \u043f\u0440\u0435\u0434\u043d\u0430\u0437\u043d\u0430\u0447\u0435\u043d\u0438\u0435 \u0438 \u043d\u0435 \u0440\u0430\u0441\u0442\u0440\u0430\u0447\u0438\u0432\u0430\u0435\u0442 \u0441\u0435\u0431\u044f \u043d\u0430 \u043c\u0435\u043b\u043e\u0447\u0438. \u0412\u0441\u0435\u0433\u0434\u0430\n\u0434\u0435\u0440\u0436\u0438\u0442\u0435 \u043f\u0435\u0440\u0435\u0434 \u0441\u0432\u043e\u0438\u043c \u043c\u044b\u0441\u043b\u0435\u043d\u043d\u044b\u043c \u0432\u0437\u043e\u0440\u043e\u043c \u0441\u0438\u043c\u0432\u043e\u043b \u0432\u0430\u0448\u0435\u0433\u043e \u0430\u0440\u043a\u0430\u043d\u0430 \u2013 \u0417\u0432\u0435\u0437\u0434\u0443, \u044d\u0442\u043e \u043f\u043e\u043c\u043e\u0436\u0435\u0442 \u0432\u0430\u043c \u043f\u043e\u0441\u0442\u043e\u044f\u043d\u043d\u043e \u043f\u043e\u043c\u043d\u0438\u0442\u044c, \u0447\u0442\u043e \u0432\u044b\n\u0440\u043e\u0434\u0438\u043b\u0438\u0441\u044c \u043f\u043e\u0434 \u0441\u0447\u0430\u0441\u0442\u043b\u0438\u0432\u043e\u0439 \u0437\u0432\u0435\u0437\u0434\u043e\u0439 \u0438 \u043f\u0440\u043e\u0441\u0442\u043e \u043d\u0435 \u0438\u043c\u0435\u0435\u0442\u0435 \u043f\u0440\u0430\u0432\u0430 \u043d\u0430 \u0443\u043d\u044b\u043d\u0438\u0435!
prediction19=\u041b\u0443\u043d\u0430\n\u041b\u044e\u0434\u0435\u0439, \u0440\u043e\u0436\u0434\u0435\u043d\u043d\u044b\u0445 \u043f\u043e\u0434 \u0437\u043d\u0430\u043a\u043e\u043c \u041b\u0443\u043d\u044b, \u043e\u0442\u043b\u0438\u0447\u0430\u044e\u0442 \u043d\u0430\u0431\u043b\u044e\u0434\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c, \u0440\u0430\u0437\u0432\u0438\u0442\u0430\u044f \u0438\u043d\u0442\u0443\u0438\u0446\u0438\u044f, \u0434\u0443\u0448\u0435\u0432\u043d\u0430\u044f \u0442\u043e\u043d\u043a\u043e\u0441\u0442\u044c, \u0434\u0435\u043b\u0438\u043a\u0430\u0442\u043d\u043e\u0441\u0442\u044c,\n\u0447\u0443\u0442\u043a\u043e\u0441\u0442\u044c, \u043e\u043d\u0438 \u043e\u0431\u043b\u0430\u0434\u0430\u044e\u0442 \u0445\u043e\u0440\u043e\u0448\u0438\u043c \u0432\u043e\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u0435\u043c \u0438 \u043e\u0431\u0440\u0430\u0437\u043d\u043e\u0439 \u043f\u0430\u043c\u044f\u0442\u044c\u044e. \u0418\u0437 \u043d\u0435\u0433\u0430\u0442\u0438\u0432\u043d\u044b\u0445 \u043a\u0430\u0447\u0435\u0441\u0442\u0432 \u0438\u043c \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0435\u043d\u043d\u044b \u0447\u0440\u0435\u0437\u0432\u044b\u0447\u0430\u0439\u043d\u0430\u044f\n\u0432\u043d\u0443\u0442\u0440\u0435\u043d\u043d\u044f\u044f \u0442\u0440\u0435\u0432\u043e\u0436\u043d\u043e\u0441\u0442\u044c, \u043e\u0441\u0442\u043e\u0440\u043e\u0436\u043d\u043e\u0441\u0442\u044c, \u0441\u043a\u0440\u044b\u0442\u043d\u043e\u0441\u0442\u044c, \u043c\u043d\u0438\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c, \u043f\u043e\u0434\u043e\u0437\u0440\u0438\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c.\n\u0423 \u043c\u043d\u043e\u0433\u0438\u0445 \u0438\u0437 \u043d\u0438\u0445 \u0435\u0441\u0442\u044c \u0441\u043f\u043e\u0441\u043e\u0431\u043d\u043e\u0441\u0442\u0438 \u043a \u044f\u0441\u043d\u043e\u0432\u0438\u0434\u0435\u043d\u0438\u044e, \u0431\u0438\u043e\u044d\u043d\u0435\u0440\u0433\u0435\u0442\u0438\u043a\u0435. \u0418 \u043e\u0447\u0435\u043d\u044c \u0432\u0430\u0436\u043d\u043e \u043a\u0430\u043a \u043c\u043e\u0436\u043d\u043e \u0440\u0430\u043d\u044c\u0448\u0435 \u0440\u0430\u0441\u043f\u043e\u0437\u043d\u0430\u0442\u044c \u0432 \u0441\u0435\u0431\u0435\n\u044d\u0442\u0438 \u0434\u0430\u0440\u043e\u0432\u0430\u043d\u0438\u044f \u0438 \u0440\u0430\u0437\u0432\u0438\u0432\u0430\u0442\u044c \u0438\u0445. \u0412 \u043f\u0440\u043e\u0442\u0438\u0432\u043d\u043e\u043c \u0441\u043b\u0443\u0447\u0430\u0435 \u0447\u0435\u043b\u043e\u0432\u0435\u043a \u041b\u0443\u043d\u044b \u0431\u0443\u0434\u0435\u0442 \u043f\u0440\u0438\u0442\u044f\u0433\u0438\u0432\u0430\u0442\u044c \u043a \u0441\u0435\u0431\u0435 \u043d\u0435\u0433\u0430\u0442\u0438\u0432: \u043e\u043d \u0440\u0438\u0441\u043a\u0443\u0435\u0442\n\u0440\u0430\u0437\u043b\u0435\u043d\u0438\u0442\u044c\u0441\u044f, \u043e\u043a\u0430\u0437\u0430\u0442\u044c\u0441\u044f \u0436\u0435\u0440\u0442\u0432\u043e\u0439 \u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e\u0441\u0442\u0438 (\u0442\u0443\u0442 \u0438 \u0430\u043b\u043a\u043e\u0433\u043e\u043b\u044c, \u0438 \u043d\u0430\u0440\u043a\u043e\u0442\u0438\u043a\u0438, \u0438 \u0438\u0433\u0440\u0430, \u0438 \u0438\u0433\u0440\u043e\u043c\u0430\u043d\u0438\u044f, \u0438 \u043f\u0440\u043e\u0447\u0438\u0435 \u0441\u043f\u043e\u0441\u043e\u0431\u044b\n\u0443\u0445\u043e\u0434\u0430 \u043e\u0442 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u0438).
prediction20=\u0421\u043e\u043b\u043d\u0446\u0435\n\u041e\u0447\u0435\u043d\u044c \u0447\u0430\u0441\u0442\u043e \u043f\u043e\u0434 \u0437\u043d\u0430\u043a\u043e\u043c \u044d\u0442\u043e\u0433\u043e \u0430\u0440\u043a\u0430\u043d\u0430 \u0440\u043e\u0436\u0434\u0430\u044e\u0442\u0441\u044f \u043c\u0430\u0445\u0440\u043e\u0432\u044b\u0435 \u0438\u043d\u0434\u0438\u0432\u0438\u0434\u0443\u0430\u043b\u0438\u0441\u0442\u044b; \u043e\u043d\u0438 \u0432\u0435\u0447\u043d\u043e \u0441\u0442\u0440\u0435\u043c\u044f\u0442\u0441\u044f \u043a \u043d\u0435\u0434\u043e\u0441\u0442\u0438\u0436\u0438\u043c\u043e\u043c\u0443\n\u0438\u0434\u0435\u0430\u043b\u0443, \u0447\u0440\u0435\u0437\u043c\u0435\u0440\u043d\u043e \u043f\u0440\u0435\u0443\u0432\u0435\u043b\u0438\u0447\u0438\u0432\u0430\u044f \u0441\u0432\u043e\u0438 \u043f\u043e\u043b\u043e\u0436\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u0435 \u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0430 \u0438 \u043d\u0435\u0434\u043e\u043e\u0446\u0435\u043d\u0438\u0432\u0430\u044f \u043e\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043b\u044c\u043d\u044b\u0435. \u041d\u043e \u0441\u043b\u0435\u0434\u0443\u0435\u0442 \u043e\u0442\u0434\u0430\u0442\u044c \u0438\u043c\n\u0434\u043e\u043b\u0436\u043d\u043e\u0435: \u0434\u043e\u0441\u0442\u043e\u0438\u043d\u0441\u0442\u0432\u0430 \u0443 \u043d\u0438\u0445 \u0438 \u0432\u043f\u0440\u044f\u043c\u044c \u043d\u0435\u043c\u0430\u043b\u044b\u0435 \u2014 \u0449\u0435\u0434\u0440\u043e\u0441\u0442\u044c, \u0431\u043b\u0430\u0433\u043e\u0440\u043e\u0434\u0441\u0442\u0432\u043e, \u0432\u0441\u0435\u043f\u0440\u043e\u0449\u0435\u043d\u0438\u0435, \u0432\u0435\u043b\u0438\u043a\u043e\u0434\u0443\u0448\u0438\u0435. \u041e\u0434\u043d\u0430\u043a\u043e \u0438\n\u043d\u0435\u0434\u043e\u0441\u0442\u0430\u0442\u043a\u0438 \u0441\u0435\u0440\u044c\u0435\u0437\u043d\u044b: \u043b\u044e\u0434\u044f\u043c \u0421\u043e\u043b\u043d\u0446\u0430 \u0441\u0432\u043e\u0439\u0441\u0442\u0432\u0435\u043d\u043d\u044b \u0432\u044b\u0441\u043e\u043a\u043e\u043c\u0435\u0440\u0438\u0435 \u0438 \u043f\u0440\u0435\u0437\u0440\u0435\u043d\u0438\u0435 \u043a \u00ab\u0442\u0443\u043f\u044b\u043c \u043e\u0431\u044b\u0432\u0430\u0442\u0435\u043b\u044f\u043c\u00bb.\n\u0418\u043d\u043e\u0433\u0434\u0430 \u0421\u043e\u043b\u043d\u0435\u0447\u043d\u043e\u0433\u043e \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u0430 \u0441\u043b\u0435\u0434\u0443\u0435\u0442 \u043f\u043e\u0436\u0430\u043b\u0435\u0442\u044c \u2013 \u0435\u0441\u043b\u0438 \u043e\u043d \u043d\u0435 \u0434\u043e\u0431\u0438\u043b\u0441\u044f \u0432 \u0436\u0438\u0437\u043d\u0438 \u0437\u0430\u043c\u0435\u0442\u043d\u044b\u0445 \u0443\u0441\u043f\u0435\u0445\u043e\u0432, \u0435\u0433\u043e \u0431\u0443\u0434\u0435\u0442 \u043f\u043e\u0441\u0442\u043e\u044f\u043d\u043d\u043e\n\u043c\u0443\u0447\u0438\u0442\u044c \u043d\u0435\u0443\u0434\u043e\u0432\u043b\u0435\u0442\u0432\u043e\u0440\u0435\u043d\u043d\u043e\u0441\u0442\u044c \u0441\u043e\u0431\u043e\u0439.
prediction21=\u0421\u0443\u0434\n\u041b\u044e\u0434\u0438 \u0434\u0432\u0430\u0434\u0446\u0430\u0442\u043e\u0433\u043e \u0430\u0440\u043a\u0430\u043d\u0430 \u043a\u0430\u043a \u043f\u0440\u0430\u0432\u0438\u043b\u043e \u0434\u0435\u043c\u043e\u043d\u0441\u0442\u0440\u0438\u0440\u0443\u044e\u0442 \u044f\u0441\u043d\u044b\u0439 \u043b\u043e\u0433\u0438\u0447\u0435\u0441\u043a\u0438\u0439 \u043f\u044b\u0442\u043b\u0438\u0432\u044b\u0439 \u0443\u043c, \u043d\u0435 \u043f\u0440\u043e\u043f\u0443\u0441\u043a\u0430\u044e\u0449\u0438\u0439 \u043d\u0438 \u043e\u0434\u043d\u043e\u0439 \u043c\u0435\u043b\u043e\u0447\u0438,\n\u0438\u043c\u0435\u044e\u0442 \u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043d\u043e\u0435 \u043c\u043d\u0435\u043d\u0438\u0435 \u043f\u043e \u043b\u044e\u0431\u043e\u043c\u0443 \u0432\u043e\u043f\u0440\u043e\u0441\u0443, \u0432\u044b\u0441\u043e\u043a\u043e \u0446\u0435\u043d\u044f\u0442 \u0441\u0432\u043e\u0435 \u0443\u043c\u0435\u043d\u0438\u0435 \u0440\u0430\u0437\u0431\u0438\u0440\u0430\u0442\u044c\u0441\u044f \u0432 \u043b\u044e\u0434\u044f\u0445 \u0438 \u0436\u0438\u0442\u0435\u0439\u0441\u043a\u0438\u0445 \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0430\u0445.\n\u041a \u0438\u0445 \u0434\u043e\u0441\u0442\u043e\u0438\u043d\u0441\u0442\u0432\u0430\u043c \u043c\u043e\u0436\u043d\u043e \u043e\u0442\u043d\u0435\u0441\u0442\u0438 \u043e\u0433\u0440\u043e\u043c\u043d\u0443\u044e \u0440\u0430\u0431\u043e\u0442\u043e\u0441\u043f\u043e\u0441\u043e\u0431\u043d\u043e\u0441\u0442\u044c, \u0449\u0435\u043f\u0435\u0442\u0438\u043b\u044c\u043d\u043e\u0441\u0442\u044c, \u0441\u0430\u043c\u043e\u043e\u0442\u0434\u0430\u0447\u0443 \u0438 \u043f\u0440\u0435\u0434\u0430\u043d\u043d\u043e\u0441\u0442\u044c \u0434\u043e\u043b\u0433\u0443, \u0443\u043c\u0435\u043d\u0438\u0435\n\u0434\u043e\u0434\u0435\u043b\u0430\u0442\u044c \u0432\u0441\u0435, \u0437\u0430 \u0447\u0442\u043e \u043d\u0438 \u0432\u043e\u0437\u044c\u043c\u0443\u0442\u0441\u044f, \u0434\u043e \u043a\u043e\u043d\u0446\u0430. \u041a \u043d\u0435\u0434\u043e\u0441\u0442\u0430\u0442\u043a\u0430\u043c \u2013 \u0431\u0435\u0441\u043a\u043e\u043c\u043f\u0440\u043e\u043c\u0438\u0441\u0441\u043d\u043e\u0441\u0442\u044c, \u0443\u043f\u0440\u044f\u043c\u0441\u0442\u0432\u043e, \u0432\u0441\u043f\u044b\u043b\u044c\u0447\u0438\u0432\u043e\u0441\u0442\u044c,\n\u0431\u0435\u0437\u0436\u0430\u043b\u043e\u0441\u0442\u043d\u043e\u0441\u0442\u044c (\u043d\u0435 \u0442\u043e\u043b\u044c\u043a\u043e \u043a \u043e\u043a\u0440\u0443\u0436\u0430\u044e\u0449\u0438\u043c, \u043d\u043e \u0438 \u043a \u0441\u0430\u043c\u0438\u043c \u0441\u0435\u0431\u0435). \u0414\u043b\u044f \u043f\u0440\u0435\u0443\u0441\u043f\u0435\u0432\u0430\u043d\u0438\u044f \u0432 \u0436\u0438\u0437\u043d\u0438 \u0438\u043c \u0441\u043b\u0435\u0434\u0443\u0435\u0442 \u0443\u0447\u0438\u0442\u044c\u0441\u044f \u0432\u0438\u0434\u0435\u0442\u044c\n\u0437\u0430 \u0434\u0435\u0440\u0435\u0432\u044c\u044f\u043c\u0438 \u043b\u0435\u0441, \u043e\u0431\u0449\u0435\u0435 \u0437\u0430 \u0447\u0430\u0441\u0442\u043d\u044b\u043c, \u0442\u043e \u0435\u0441\u0442\u044c \u0432\u0438\u0434\u0435\u0442\u044c \u0441\u0435\u0431\u044f \u0441\u043e \u0441\u0442\u043e\u0440\u043e\u043d\u044b, \u043f\u0440\u0435\u043f\u043e\u0434\u043d\u043e\u0441\u0438\u0442\u044c \u0441\u0432\u043e\u0438 \u0438\u0434\u0435\u0438 \u043d\u0435 \u0432 \u0443\u043b\u044c\u0442\u0438\u043c\u0430\u0442\u0438\u0432\u043d\u043e\u043c \u0442\u043e\u043d\u0435,\n\u0430 \u0432 \u043f\u0440\u0438\u0432\u043b\u0435\u043a\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0439 \u043f\u043e\u043f\u0443\u043b\u044f\u0440\u043d\u043e\u0439 \u0444\u043e\u0440\u043c\u0435. \u0423\u0447\u0438\u0442\u0435\u0441\u044c \u0434\u0438\u0441\u043a\u0443\u0442\u0438\u0440\u043e\u0432\u0430\u0442\u044c, \u0437\u0430\u0432\u043e\u0435\u0432\u044b\u0432\u0430\u0439\u0442\u0435 \u0441\u043b\u0443\u0448\u0430\u0442\u0435\u043b\u044f \u043d\u0435 \u043e\u0431\u0438\u043b\u0438\u0435\u043c \u0444\u0430\u043a\u0442\u043e\u0432, \u0430 \u043f\u0440\u043e\u0441\u0442\u043e\u0442\u043e\u0439 \u0438\n\u043b\u043e\u0433\u0438\u0447\u043d\u043e\u0441\u0442\u044c\u044e \u0438\u0437\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u2013 \u0430 \u0434\u043b\u044f \u044d\u0442\u043e\u0433\u043e \u043f\u043e\u0441\u0442\u0430\u0440\u0430\u0439\u0442\u0435\u0441\u044c \u043e\u0432\u043b\u0430\u0434\u0435\u0442\u044c \u043e\u0440\u0430\u0442\u043e\u0440\u0441\u043a\u0438\u043c \u0438\u0441\u043a\u0443\u0441\u0441\u0442\u0432\u043e\u043c, \u0437\u0430\u0439\u043c\u0438\u0442\u0435\u0441\u044c \u043f\u0441\u0438\u0445\u043e\u043b\u043e\u0433\u0438\u0435\u0439,\n\u043d\u0435\u0439\u0440\u043e\u043b\u0438\u043d\u0433\u0432\u0438\u0441\u0442\u0438\u0447\u0435\u0441\u043a\u0438\u043c \u043f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u0435\u043c.
prediction22=\u041c\u0438\u0440\n\u042d\u043d\u0435\u0440\u0433\u0438\u0438 \u044d\u0442\u043e\u0433\u043e \u0430\u0440\u043a\u0430\u043d\u0430 \u0441\u0430\u043c\u044b\u0435 \u043f\u043e\u043b\u043e\u0436\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u0435 \u0434\u043b\u044f \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u0430 \u0437\u0435\u043c\u043d\u043e\u0433\u043e. \u041e\u043d \u0431\u0443\u0434\u0435\u0442 \u0433\u043e\u0432\u043e\u0440\u0438\u0442\u044c \u00ab \u0437\u0430 \u0432\u0441\u0435 \u0421\u043b\u0430\u0432\u0430 \u0411\u043e\u0433\u0443\u00bb \u0438 \u043d\u0435\n\u043f\u0440\u0435\u0442\u0435\u043d\u0434\u043e\u0432\u0430\u0442\u044c \u043d\u0430 \u0447\u0442\u043e \u0442\u043e \u0431\u043e\u043b\u044c\u0448\u0435\u0435. \u0427\u0442\u043e \u0435\u0441\u0442\u044c, \u0442\u043e \u0438 \u0435\u0441\u0442\u044c, \u043e\u043d \u043d\u0435 \u0431\u0443\u0434\u0435\u0442 \u0438\u0441\u043f\u044b\u0442\u044b\u0432\u0430\u0442\u044c \u043a\u0430\u043a\u043e\u0433\u043e \u0442\u043e \u0432\u043d\u0443\u0442\u0440\u0435\u043d\u043d\u0435\u0433\u043e \u043d\u0430\u043f\u0440\u044f\u0436\u0435\u043d\u0438\u044f\n\u0438\u043b\u0438 \u0434\u0438\u0441\u043a\u043e\u043c\u0444\u043e\u0440\u0442\u0430. \u041e\u043d \u0431\u0443\u0434\u0435\u0442 \u0432\u0441\u0435 \u043f\u0440\u0438\u043d\u0438\u043c\u0430\u0442\u044c \u0438 \u0434\u0443\u043c\u0430\u0442\u044c, \u0447\u0442\u043e \u0442\u0430\u043a \u0438 \u043f\u043e\u043b\u043e\u0436\u0435\u043d\u043e.\n\u0422\u0430\u043a\u043e\u0439 \u0447\u0435\u043b\u043e\u0432\u0435\u043a \u043c\u043e\u0436\u0435\u0442 \u0441\u0442\u0430\u0442\u044c \u043b\u0438\u0431\u043e \u00ab\u0441\u043c\u0438\u0440\u0435\u043d\u043d\u043e\u0439 \u043e\u0432\u0435\u0447\u043a\u043e\u0439\u00bb \u0436\u0438\u0432\u044f \u0432 \u0448\u043e\u0440\u0430\u0445 \u0438 \u0441\u0447\u0438\u0442\u0430\u044f \u0447\u0442\u043e \u0432\u0441\u0435 \u0438\u0434\u0435\u0442 \u0442\u0430\u043a \u043a\u0430\u043a \u0438\u0434\u0435\u0442 \u0438\u043b\u0438 \u0436\u0435 \u043e\u043d\n\u043c\u043e\u0436\u0435\u0442 \u0441\u043f\u043e\u043a\u043e\u0439\u043d\u043e \u0438 \u0433\u0430\u0440\u043c\u043e\u043d\u0438\u0447\u043d\u043e \u043d\u0430\u0439\u0442\u0438 \u0441\u0432\u043e\u0435 \u043c\u0435\u0441\u0442\u043e \u0432 \u044d\u0442\u043e\u043c \u043c\u0438\u0440\u0435, \u044d\u043a\u043e\u043b\u043e\u0433\u0438\u0447\u043d\u043e \u0432\u043f\u0438\u0441\u0430\u0442\u044c\u0441\u044f, \u043a\u0430\u043a \u0433\u043e\u0432\u043e\u0440\u044f\u0442. \u0418\u043c\u0435\u0442\u044c \u0432\u0441\u0435, \u043d\u043e \u043d\u0435\n\u0446\u0435\u043f\u043b\u044f\u0442\u044c\u0441\u044f \u0437\u0430 \u044d\u0442\u043e. \u042d\u043d\u0435\u0440\u0433\u0438\u0438 \u044d\u0442\u043e\u0433\u043e \u0430\u0440\u043a\u0430\u043d\u0430 \u043c\u043e\u0433\u0443\u0442 \u0442\u044f\u043d\u0443\u0442\u044c \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u0430 \u0437\u0430 \u0433\u0440\u0430\u043d\u0438\u0446\u0443, \u0441\u0442\u0440\u0430\u043d\u0441\u0442\u0432\u043e\u0432\u0430\u0442\u044c, \u043f\u0443\u0442\u0435\u0448\u0435\u0441\u0442\u0432\u043e\u0432\u0430\u0442\u044c \u043f\u043e \u043c\u0438\u0440\u0443,\n\u0438\u043b\u0438 \u0436\u0435 \u043f\u0440\u043e\u044f\u0432\u043b\u044f\u0442\u044c \u0438\u043d\u0442\u0435\u0440\u0435\u0441 \u043a\u043e \u0432\u0441\u0435\u043c\u0443 \u0437\u0430\u0433\u0440\u0430\u043d\u0438\u0447\u043d\u043e\u043c\u0443